{"styles":[{"name":"Determinacja","slogan":"Żyj wiecznie","description":"Wytrzymałość i kontrola tłumu","bonuses":[{"name":"Determinacja + Precyzja","value":"+70 pkt. zdrowia"},{"name":"Determinacja + Dominacja","value":"+70 pkt. zdrowia"},{"name":"Determinacja + Czarnoksięstwo","value":"+70 pkt. zdrowia"},{"name":"Determinacja + Inspiracja","value":"+105 pkt. zdrowia"}],"slots":[{"runes":[{"name":"Uścisk Nieumarłego","longDescription":"Co każde 4 sek. w walce twój następny podstawowy atak na bohaterze: <li>Zada dodatkowe obrażenia w wysokości 3% twojego maksymalnego zdrowia.<br>Uleczy cię o 1.5% twojego maksymalnego zdrowia.<br>Na stałe zwiększy twoje zdrowie o 5pkt.</li><br><rules>Bohaterowie walczący z dystansu: obrażenia i leczenie są zmniejszone o połowę i zyskują 2 pkt. zdrowia na stałe.</rules>","shortDescription":"Co 4 sek. twój następny atak zadaje wrogim bohaterom dodatkowe obrażenia, leczy cię i na stałe zwiększa twoje zdrowie.","runeId":8437},{"name":"Opiekun","longDescription":"Kliknięcie PPM sojuszniczego bohatera na 3 sek. umieszcza na nim osłonę. Zanim ty lub ten sojusznik otrzymacie obrażenia, zyskujecie tarczę na 2.5 sek. 45 sek. odnowienia, 6 sek. jeśli tarcza się nie aktywuje.<br><br>Całkowita wytrzymałość tarczy: 110-250 pkt. + (<scaleAP>0.15 pkt. mocy umiejętności</scaleAP>) + (<scalehealth>+10% dodatkowego zdrowia</scalehealth>).","shortDescription":"Kliknięcie PPM sojuszniczego bohatera zapewnia wam obojgu tarczę.","runeId":8436},{"name":"Reperkusje","longDescription":"Po unieruchomieniu wrogiego bohatera twój pancerz i odporność na magię zwiększają się o 10 pkt. + 30% na 2.5 sek. Następnie po upływie 2.5 sek. zadajesz obrażenia pobliskim wrogom.<br><br>Obrażenia: 40-140 (+3.5% twojego maksymalnego zdrowia) pkt. adaptacyjnych<br>Czas odnowienia: 20 sek.<br> ","shortDescription":"Po unieruchomieniu wrogiego bohatera zwiększa się twoja obrona, a po chwili zadajesz wokół siebie obrażenia eksplozywne.","runeId":8439}],"name":"Kluczowe"},{"runes":[{"name":"Wytrwałość","longDescription":"Po rzuceniu czaru przywoływacza zyskujesz 25% nieustępliwości i 25% odporności na spowolnienie na 10 sek. Twój pancerz i odporność na magię zwiększają się o 7% za każdy czar przywoływacza w trakcie odnowienia. ","shortDescription":"Po rzuceniu czaru przywoływacza zyskujesz nieustępliwość i odporność na spowolnienia na średni czas. Następnie zwiększa twój pancerz i odporność na magię za każdy czar przywoływacza w trakcie odnowienia.","runeId":8242},{"name":"Demolka","longDescription":"Przygotuj potężny atak przeciwko wieży przez 4 sek., znajdując się w promieniu 600 jedn. od niej. Atak zadaje 375 (+20% twojego maksymalnego zdrowia) pkt. dodatkowych obrażeń fizycznych.<br><br>Czas odnowienia: 60 sek.","shortDescription":"Przygotuj potężny atak przeciwko wieży, gdy znajdujesz się blisko niej.","runeId":8446},{"name":"Przypływ Życia","longDescription":"Ograniczanie ruchów wrogich bohaterów oznacza ich na 4 sek. <br><br>Sojusznicy, którzy zaatakują tak oznaczonego wroga, leczą się o 5 pkt. + 1.0% twojego maksymalnego zdrowia. <br><br>(Wartość leczenia jest zmniejszona do jednej trzeciej w przypadku twoich własnych ataków).","shortDescription":"Ograniczanie ruchów wrogich bohaterów oznacza ich. Ty i twoi sojusznicy leczycie się, gdy atakujecie oznaczonych przez ciebie bohaterów. ","runeId":8463}],"name":"Strategia"},{"runes":[{"name":"Żelazna Skóra","longDescription":"Zyskujesz 3 pkt. pancerza. Za każdym razem, gdy uleczysz się o co najmniej 20 pkt. zdrowia lub za pomocą przedmiotu zaopatrzeniowego, twój pancerz zwiększa się o 5% na 3 sek. ","shortDescription":"Zyskujesz 3 pkt. pancerza. Za każdym razem, gdy uleczysz się o co najmniej 20 pkt. zdrowia lub za pomocą przedmiotu zaopatrzeniowego, twój pancerz zwiększa się o 5% na 3 sek. ","runeId":8430},{"name":"Lustrzana Skorupa","longDescription":"Zyskujesz 3 pkt. odporności na magię. Za każdym razem, gdy uleczysz się o co najmniej 20 pkt. zdrowia lub za pomocą przedmiotu zaopatrzeniowego, twoja odporność na magię zwiększa się o 5% na 3 sek. <br>","shortDescription":"Zyskujesz 3 pkt. odporności na magię. Za każdym razem, gdy uleczysz się o co najmniej 20 pkt. zdrowia lub za pomocą przedmiotu zaopatrzeniowego, twoja odporność na magię zwiększa się o 5% na 3 sek. <br> <br><br>","runeId":8435},{"name":"Szkolenie Sprawnościowe","longDescription":"Po 10 min. zyskujesz 6 pkt. pancerza i 6 pkt. odporności na magię, a twój całkowity pancerz i odporność na magię zwiększają się o 5%.<br><br>Zasięg: 800 jedn.","shortDescription":"Po 10 min. zyskujesz 6 pkt. pancerza i 6 pkt. odporności na magię, a twój całkowity pancerz i odporność na magię zwiększają się o 5%.","runeId":8429}],"name":"Obrona"},{"runes":[{"name":"Przerost","longDescription":"Gdy potwory lub wrogie stwory giną blisko ciebie (co każde 10jedn.), twoje maksymalne zdrowie na stałe zwiększa się o 0.2%.<br><br>Zasięg: 1400 jedn.","shortDescription":"Gdy potwory lub stwory giną blisko ciebie (co każde 10 jedn.), twoje maksymalne zdrowie na stałe zwiększa się o 0.2%.","runeId":8451},{"name":"Rewitalizacja","longDescription":"Leczenie i tarcze są o 5% silniejsze i zwiększają się o dodatkowe 10% na celach, które mają mniej niż 40% zdrowia.","shortDescription":"Leczenie i tarcze są o 5% silniejsze i zwiększają się o dodatkowe 10% na celach, które mają mniej niż 40% zdrowia.","runeId":8453},{"name":"Drugi Oddech","longDescription":"Po otrzymaniu obrażeń od wrogiego bohatera 4% twojego maksymalnego zdrowia zregeneruje się w ciągu 10 sek.","shortDescription":"Przywraca zdrowie na przestrzeni czasu zależnie od brakującego zdrowia.","runeId":8444}],"name":"Synergia"}]},{"name":"Dominacja","slogan":"Poluj i eliminuj ofiary","description":"Obrażenia eksplozywne i dostęp do celu","bonuses":[{"name":"Dominacja + Inspiracja","value":"+15 pkt. mocy umiejętności lub +10.5 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Dominacja + Determinacja","value":"+10 pkt. mocy umiejętności lub +7.0 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Dominacja + Czarnoksięstwo","value":"+10 pkt. mocy umiejętności lub +7.0 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Dominacja + Precyzja","value":"+10 pkt. mocy umiejętności lub +7.0 pkt. obrażeń od ataku, adaptacyjnie"}],"slots":[{"runes":[{"name":"Porażenie","longDescription":"Trafienie bohatera 3 <b>wyjątkowymi</b> atakami lub umiejętnościami w ciągu 2 sek. zadaje dodatkowe obrażenia (adaptacyjnie).<br><br>Obrażenia: 60-220 (+0.50 pkt. dodatkowych obrażeń od ataku, +0.3 pkt. mocy umiejętności) pkt.<br><br>Czas odnowienia: 50-25 sek.","shortDescription":"Trafienie bohatera 3 <b>wyjątkowymi</b> atakami lub umiejętnościami w ciągu 2 sek. zadaje dodatkowe obrażenia magiczne.","runeId":8112},{"name":"Drapieżnik","longDescription":"Wyposaża buty w aktywny efekt „<font color='#c60300'>Drapieżnik</font>”.<br><br>Ładuj przez 1,5 sekundy poza walką, aby zyskać 45% prędkości ruchu na 15 sek. Ataki lub umiejętności zadające obrażenia zakończą ten efekt, powodując 60-140 (+<scaleAD>0,2</scaleAD> pkt. dodatkowych obrażeń od ataku)(+<scaleAP>0,3</scaleAP> pkt. mocy umiejętności) pkt. dodatkowych obrażeń adaptacyjnych.<br><br>180 sek. odnowienia. Na początku meczu się odnawia i zaczyna się odnawiać, gdy przygotowanie zostanie przerwane.","shortDescription":"Dodaj swoim butom efekt użycia, który przyznaje dużą premię do prędkości ruchu i powoduje, że twój następny atak lub zaklęcie zada dodatkowe obrażenia.","runeId":8124},{"name":"Mroczne Żniwa","longDescription":"Bohaterowie, duże stwory i duże potwory upuszczają esencję duszy w chwili śmierci. Zbieranie dusz sprawia, że twój następny atak na bohaterze lub budowli wykonany w ciągu 20 sek. zada dodatkowe obrażenia adaptacyjne.<br><br>Dodatkowe obrażenia: 60-100 (+0.15 pkt. dodatkowych obrażeń od ataku) (+0.1 pkt. mocy umiejętności) + <i>zebrane esencje duszy</i>.<br><br><rules><br>Dusze bohaterów dają następującą liczbę esencji duszy: 10.<br>Dusze potworów dają następującą liczbę esencji duszy: 2.<br>Dusze stworów dają następującą liczbę esencji duszy: 5.<br></rules>","shortDescription":"Bohaterowie, duże stwory i duże potwory upuszczają esencję duszy w chwili śmierci. Dotykaj dusz, aby je pochłaniać, dzięki czemu twój następny atak zada dodatkowe obrażenia zależne od liczby zebranych esencji dusz.","runeId":8128}],"name":"Kluczowe"},{"runes":[{"name":"Zombi Totem","longDescription":"Gdy zniszczysz wrogi totem, na jego miejscu pojawi się sojuszniczy Zombi Totem. Jeżeli posiadasz już totem w zaroślach, w których pojawiłby się Zombi Totem, zastępuje on totem z talizmanu na maksymalnie 30 sek.<br><br>Zombi Totemy są widoczne, utrzymują się przez 180 sek. i nie liczą się do limitu totemów.","shortDescription":"Gdy zniszczysz wrogi totem, sojuszniczy Zombi Totem pojawia się na jego miejscu.","runeId":8136},{"name":"Duch Poro","longDescription":"Wejdź w zarośla, aby po krótkim przygotowaniu przywołać Poro (może zostać przerwane przez obrażenia lub rzucanie innych zaklęć). Poro pozostanie w miejscu i będzie zapewniać wizję do czasu przywołania nowego.<br><br>Jeżeli wróg wejdzie w zarośla, w których znajduje się Poro, wystraszy go, a efekt będzie odnawiał się przez 30 sek.","shortDescription":"Poro pojawia się, gdy wchodzisz w zarośla. Gdy opuścisz zarośla, Poro w nich pozostanie, by dawać ci wizję.","runeId":8120},{"name":"Kolekcja Oczu","longDescription":"Zyskujesz na stałe +2 pkt. mocy umiejętności lub +1.4 pkt. obrażeń od ataku, adaptacyjnie pkt. za udział w zabójstwie bohatera i połowę za udział w zniszczeniu totemu.","shortDescription":"Zyskujesz na stałe +2 pkt. mocy umiejętności lub +1.4 pkt. obrażeń od ataku, adaptacyjnie pkt. za udział w zabójstwie bohatera i połowę za udział w zniszczeniu totemu.","runeId":8138}],"name":"Obrażenia"},{"runes":[{"name":"Cios Poniżej Pasa","longDescription":"Zadawanie obrażeń bohaterom z <b>ograniczonym ruchem lub możliwością działania</b> zadaje 12-30 pkt. dodatkowych nieuchronnych obrażeń (zależnie od poziomu).<br><br>Czas odnowienia: 4 sek.","shortDescription":"Zadajesz dodatkowe nieuchronne obrażenia przeciwnikom, którzy mają <b>ograniczone ruchy i zdolność podejmowania akcji</b>.","runeId":8126},{"name":"Smak Krwi","longDescription":"Leczysz się, gdy zadajesz obrażenia wrogim bohaterom.<br><br>Leczenie: 18-35 (+0.20 pkt. dodatkowych obrażeń od ataku, +0.1 pkt. mocy umiejętności) pkt. zdrowia (zależnie od poziomu)<br>Czas odnowienia: 20 sek.","shortDescription":"Odzyskujesz zdrowie, gdy zadajesz obrażenia wrogim bohaterom.","runeId":8139},{"name":"Niespodziewane Uderzenie","longDescription":"Użycie doskoku, skoku, mignięcia lub teleportacji zwiększa twoje obrażenia przeciwko bohaterom o 5% na następne 3 sek.","shortDescription":"Zadajesz dodatkowe obrażenia po użyciu doskoku, skoku, mignięcia lub teleportacji.","runeId":8143}],"name":"Skalowanie"},{"runes":[{"name":"Krwiożerczy Łowca","longDescription":"Leczysz się o pewien procent obrażeń zadanych za pomocą swoich umiejętności.<br><br>Leczenie: 2.5% + 2.5% za każdy ładunek <i>Łowcy Nagród</i>. <br><br>Ładunek <i>Łowcy Nagród</i> zdobywasz, gdy bierzesz udział w zabójstwie każdego wrogiego bohatera po raz pierwszy.<br><br><rules><br>Wartość leczenia jest zmniejszona do jednej trzeciej w przypadku umiejętności obszarowych.</rules><br>","shortDescription":"Odzyskujesz zdrowie w wysokości pewnego procenta obrażeń zadanych za pomocą umiejętności. Efekt zostaje zwiększony za każdy udział w zabójstwie (tylko raz na każdego bohatera).","runeId":8135},{"name":"Pomysłowy Łowca","longDescription":"Zyskujesz 1% <b>skrócenia czasu odnowienia efektu użycia przedmiotów</b> plus dodatkowo 6% za każdy ładunek <i>Łowcy Nagród</i> (działa także na Talizmany).<br><br>Zdobywasz ładunek <i>Łowcy Nagród</i>, gdy bierzesz udział w zabójstwie każdego wrogiego bohatera po raz pierwszy.","shortDescription":"Udział w <b>wyjątkowych</b> zabójstwach daje na stałe premię do <b>skrócenia czasu odnowienia efektów użyć przedmiotów</b> (łącznie z Talizmanami).","runeId":8134},{"name":"Bezwzględny Łowca","longDescription":"Zyskujesz 8 <b>jedn. prędkości ruchu poza walką</b> plus 8 jedn. za każdy ładunek <i>Łowcy Nagród</i>.<br><br>Zdobywasz ładunek <i>Łowcy Nagród</i>, gdy bierzesz udział w zabójstwie każdego wrogiego bohatera po raz pierwszy.","shortDescription":"Udział w <b>wyjątkowych</b> zabójstwach daje na stałe premię do <b>prędkości ruchu poza walką</b>. ","runeId":8105}],"name":"Polowanie"}]},{"name":"Precyzja","slogan":"Stań się legendą","description":"Poprawione ataki i ciągłe obrażenia","bonuses":[{"name":"Precyzja + Czarnoksięstwo","value":"+12% prędkości ataku"},{"name":"Precyzja + Determinacja","value":"+12% prędkości ataku"},{"name":"Precyzja + Inspiracja","value":"+18% prędkości ataku"},{"name":"Precyzja + Dominacja","value":"+12% prędkości ataku"}],"slots":[{"runes":[{"name":"Natarcie","longDescription":"Atakowanie tego samego bohatera daje kumulujące się w nieskończoność obrażenia od ataku (1.5-4 pkt. obrażeń od ataku za każdy ładunek, podwojone w przypadku bohaterów walczących w zwarciu).<br><br>Czas działania ładunku: 4 sek.<br><br>Po zmianie celu zachowujesz połowę ładunków.","shortDescription":"Atakowanie tego samego bohatera daje kumulujące się w nieskończoność obrażenia od ataku.","runeId":8003},{"name":"Zabójcze Tempo","longDescription":"1,5 sek. po zadaniu obrażeń bohaterowi wpadasz w szał i zyskujesz 30-80% prędkości ataku (zależnie od poziomu) na 3 sek. Atakowanie bohaterów wydłuża efekt do 6 sek.<br><br>Czas odnowienia: 6 sek.<br><br>Zabójcze Tempo umożliwia tymczasowe przekroczenie limitu prędkości ataku.","shortDescription":"1,5 sek. po zadaniu obrażeń bohaterowi zyskujesz znaczną premię do prędkości ataku. Zabójcze Tempo umożliwia tymczasowe przekroczenie limitu prędkości ataku.","runeId":8008},{"name":"Zwinne Nogi","longDescription":"Gdy atakujesz i poruszasz się, gromadzisz ładunki energii. Gdy zgromadzisz 100 ładunków, twój następny atak staje się naładowany.<br><br>Naładowane ataki leczą cię o 5-50 (+0.10 pkt. dodatkowych obrażeń od ataku, +0.20 pkt. mocy umiejętności) pkt. i zwiększają prędkość ruchu o 30% na 1 sek.<br><rules><br>Nie zadaje obrażeń potworom.</rules>","shortDescription":"Gdy atakujesz i poruszasz się, gromadzisz ładunki energii. Po zebraniu 100 twój następny atak uleczy cię i zwiększy prędkość ruchu.","runeId":8021}],"name":"Kluczowe"},{"runes":[{"name":"Przeleczenie","longDescription":"50% nadwyżki leczenia zamienia się w zanikającą tarczę o wytrzymałości wynoszącej maksymalnie 30 pkt. + 8% twojego całkowitego zdrowia.<br><br>W przypadku leczenia przez sojuszników 50% nadwyżki leczenia zamienia się w tarczę.","shortDescription":"Nadwyżka leczenia zamienia się w zanikającą tarczę o maksymalnej wytrzymałości równej 30 pkt. + 8% twojego całkowitego zdrowia.","runeId":9101},{"name":"Triumf","longDescription":"Udział w zabójstwie przywraca 15% brakującego zdrowia i daje ci dodatkowo 25 szt. złota. ","shortDescription":"Udział w zabójstwach przywraca zdrowie i daje dodatkowe złoto.","runeId":9111},{"name":"Rozwój Myśli","longDescription":"Gdy masz mniej niż 60% many, twoje podstawowe ataki przeciwko bohaterom kumulują Skupienie do maksymalnie 5 ład. Po opuszczeniu walki całe Skupienie zostaje zamienione na manę. Naładowane ataki kumulują dodatkowe Skupienie.","shortDescription":"Gdy masz mało many, atakowanie bohaterów kumuluje Skupienie, które po opuszczeniu walki jest zamieniane na punkty many.","runeId":8010}],"name":"Utrzymywanie się"},{"runes":[{"name":"Legenda: Żwawość","longDescription":"Zyskujesz 5% prędkości ataku plus dodatkowe 3% za każdy ładunek <i>Legendy</i> (maks. 5 ład.).<br><br>Zyskujesz ładunki <i>Legendy</i> za każde 30 pkt. zdobytych:<br>    20 pkt. za udział w zabójstwie bohatera.<br>    20 pkt. za udział w zabójstwie potężnego potwora.<br>    4 pkt. za zabicie dużego potwora.<br>    1 pkt. za zabicie stwora.","shortDescription":"Zabijaj wrogów, aby na stałe zyskać <b>prędkość ataku</b>. ","runeId":9104},{"name":"Legenda: Nieustępliwość","longDescription":"Zyskujesz 5% nieustępliwości plus dodatkowe 3% za każdy ładunek <i>Legendy</i> (maks. 5 ład.).<br><br>Zyskujesz ładunki <i>Legendy</i> za każde 30 pkt. zdobytych:<br>    20 pkt. za udział w zabójstwie bohatera.<br>    20 pkt. za udział w zabójstwie potężnego potwora.<br>    4 pkt. za zabicie dużego potwora.<br>    1 pkt. za zabicie stwora.","shortDescription":"Zabijaj wrogów, aby na stałe zyskać <b>nieustępliwość</b>. ","runeId":9105},{"name":"Legenda: Rodowód","longDescription":"Zyskujesz 1% kradzieży życia za każdy ładunek <i>Legendy</i> (maks. 5 ład.).<br><br>Zyskujesz ładunki <i>Legendy</i> za każde 30 pkt. zdobytych:<br>    20 pkt. za udział w zabójstwie bohatera.<br>    20 pkt. za udział w zabójstwie potężnego potwora.<br>    4 pkt. za zabicie dużego potwora.<br>    1 pkt. za zabicie stwora.","shortDescription":"Zabijaj wrogów, aby na stałe zyskać<b> kradzież życia</b>. ","runeId":9103}],"name":"Skalowanie"},{"runes":[{"name":"Ostateczny Cios","longDescription":"Zadajesz 5% więcej obrażeń bohaterom, którzy mają mniej niż 40% zdrowia.","shortDescription":"Zadajesz 5% więcej obrażeń bohaterom z niskim poziomem zdrowia.","runeId":8014},{"name":"Odcięcie","longDescription":"Zadajesz do 8% więcej obrażeń przeciwko wrogim bohaterom, zależnie od tego, ile więcej mają zdrowia od ciebie.","shortDescription":"Zadajesz do 8% więcej obrażeń bohaterom, którzy mają więcej zdrowia od ciebie.","runeId":8017},{"name":"Ostatni Bastion","longDescription":"Mając mniej niż 80% zdrowia, zadajesz bohaterom do 5% obrażeń więcej.","shortDescription":"Gdy masz mało zdrowia, zadajesz bohaterom więcej obrażeń.","runeId":8299}],"name":"Obrażenia"}]},{"name":"Czarnoksięstwo","slogan":"Siej zniszczenie","description":"Wzmocnione umiejętności i efekty obszarowe","bonuses":[{"name":"Czarnoksięstwo + Precyzja","value":"+15 pkt. mocy umiejętności lub +10.5 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Czarnoksięstwo + Inspiracja","value":"+22.5 pkt. mocy umiejętności lub +15.8 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Czarnoksięstwo + Determinacja","value":"+15 pkt. mocy umiejętności lub +10.5 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Czarnoksięstwo + Dominacja","value":"+15 pkt. mocy umiejętności lub +10.5 pkt. obrażeń od ataku, adaptacyjnie"}],"slots":[{"runes":[{"name":"Przywołanie Aerie","longDescription":"Twoje ataki i umiejętności wysyłają Aerie do wskazanego celu, zadając obrażenia wrogom albo osłaniając tarczą sojuszników.<br><br>Obrażenia: 10 + 40 pkt. zależnie od poziomu <scaleAP>+0,1 pkt. mocy umiejętności</scaleAP> lub <scaleAD>+0,15 pkt. dodatkowych obrażeń od ataku</scaleAD><br>Tarcza: 40-100 pkt. zależnie od poziomu <scaleAP>+0,25 pkt. mocy umiejętności</scaleAP> lub <scaleAD>+0,25 pkt. dodatkowych obrażeń od ataku</scaleAD> <br><br>„Duszek” nie może być wysłany ponownie, dopóki do ciebie nie powróci.","shortDescription":"Twoje ataki i umiejętności wysyłają Aerie do celu. Aerie sojuszników osłania tarczą, a wrogom zadaje obrażenia.","runeId":8214},{"name":"Ezoteryczna Kometa","longDescription":"Zadawanie obrażeń bohaterom za pomocą umiejętności powoduje zrzucenie komety w dane miejsce.<br><br>Obrażenia (adaptacyjne): 40-100 pkt. zależnie od poziomu (<scaleAP>+0.2 pkt. mocy umiejętności</scaleAP> i <scaleAD>0.35 pkt. dodatkowych obrażeń od ataku</scaleAD>)<br><br>Czas odnowienia: 20-8 sek. ","shortDescription":"Trafienie wrogiego bohatera zaklęciem powoduje zrzucenie na niego komety, która zadaje obrażenia.","runeId":8229},{"name":"Pęd Fazowy","longDescription":"Trafienie wrogiego bohatera za pomocą 3 <b>wyjątkowych</b> ataków lub umiejętności w ciągu 2 sek. daje 30-60% prędkości ruchu zależnie od poziomu.<br><br><i>W zwarciu:</i> Dodatkowo zyskujesz 75% odporności na spowolnienie na czas działania.<br><br>Czas działania: 3 sek.<br>Czas odnowienia: 15 sek.","shortDescription":"Trafienie wrogiego bohatera za pomocą 3 <b>wyjątkowych</b> ataków lub umiejętności daje na krótko premię do prędkości ruchu. ","runeId":8230}],"name":"Kluczowe"},{"runes":[{"name":"Kula Nulifikacji","longDescription":"Przy 30% zdrowia zyskujesz tarczę pochłaniającą obrażenia magiczne, która blokuje 30-120 pkt. obrażeń zależnie od poziomu (<scaleAP>+10% mocy umiejętności</scaleAP> lub <scaleAD>+15% obrażeń od ataku</scaleAD>).<br><br>Czas odnowienia: 60 sek.","shortDescription":"Gdy masz niski poziom zdrowia, zyskujesz tarczę chroniącą przed obrażeniami magicznymi.","runeId":8224},{"name":"Opaska Przepływu Many","longDescription":"Co 60 sek. koszt many lub energii następnej umiejętności zostaje zwrócony, a ponadto otrzymujesz 10% brakującej many lub energii.","shortDescription":"Co pewien czas koszt many lub energii następnej użytej umiejętności zostaje zwrócony i przywraca część twojej brakującej many lub energii.","runeId":8226},{"name":"Nadzwyczajny Kapelusz","longDescription":"Czas odnowienia twojej superumiejętności jest skrócony o 5%. Ta wartość zwiększa się o 2.0% za każdym razem, gdy twoja superumiejętność zacznie się odnawiać. Kumuluje się do 5 razy.","shortDescription":"Zyskujesz skrócenie czasu odnowienia oraz maksymalne skrócenie czasu odnowienia na swojej superumiejętności. Efekt zostaje zwiększony za każdym razem, gdy użyjesz superumiejętności, do pewnego limitu.","runeId":8243}],"name":"Gra w alei"},{"runes":[{"name":"Transcendencja","longDescription":"Zyskujesz 10% skrócenia czasu odnowienia, gdy awansujesz na poziom 10.<br><br>Każdy procent skrócenia czasu odnowienia, który przekracza limit skrócenia czasu odnowienia, zostaje zamieniony na +2 pkt. mocy umiejętności lub +1.4 pkt. obrażeń od ataku, adaptacyjnie.","shortDescription":"Zyskujesz 10% skrócenia czasu odnowienia, gdy awansujesz na poziom 10. Nadwyżka skrócenia czasu odnowienia zamienia się w obrażenia od ataku lub moc umiejętności (adaptacyjne).","runeId":8210},{"name":"Chyżość","longDescription":"Zyskujesz 3% dodatkowej prędkości ruchu i dodajesz 8% swojej prędkości ruchu do mocy umiejętności lub obrażeń od ataku, adaptacyjnie (zależnie od poziomu). ","shortDescription":"Zyskujesz 3% dodatkowej <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">prędkości ruchu</lol-uikit-tooltipped-keyword>. Zyskujesz moc umiejętności lub obrażenia od ataku zależnie od twojej dodatkowej prędkości ruchu. ","runeId":8234},{"name":"Całkowite Skupienie","longDescription":"Gdy masz ponad 70% zdrowia, zyskujesz do +40 pkt. mocy umiejętności lub +28.0 pkt. obrażeń od ataku, adaptacyjnie pkt. (zależnie od poziomu).","shortDescription":"Gdy masz ponad 70% zdrowia, zyskujesz do +40 pkt. mocy umiejętności lub +28.0 pkt. obrażeń od ataku, adaptacyjnie pkt. (zależnie od poziomu).<br>","runeId":8233}],"name":"Obrażenia"},{"runes":[{"name":"Poparzenie","longDescription":"Twoja następna umiejętność podpala bohaterów, zadając 10-40 pkt. dodatkowych obrażeń magicznych zależnie od poziomu.<br><br>Czas odnowienia: 20-8 sek.","shortDescription":"Pierwsza umiejętność użyta co 20 sek. odnowienia podpala wrogich bohaterów.","runeId":8237},{"name":"Kroczący po Wodzie","longDescription":"Zyskujesz 25 jedn. prędkości ruchu i do +30 pkt. mocy umiejętności lub +21.0 pkt. obrażeń od ataku, adaptacyjnie pkt. (zależnie od poziomu), gdy przebywasz w rzece.<br>","shortDescription":"Zyskujesz prędkość ruchu oraz moc umiejętności lub obrażenia od ataku (adaptacyjne) w rzece.","runeId":8232},{"name":"Nadchodząca Burza","longDescription":"Co każde 10 min. zyskujesz moc umiejętności lub obrażenia od ataku (adaptacyjne).<br><br><i>10 min</i>: + 8 pkt. mocy umiejętności lub 6 pkt. obrażeń od ataku <br><i>20 min</i>: + 24 pkt. mocy umiejętności lub 18 pkt. obrażeń od ataku<br><i>30 min</i>: + 48 pkt. mocy umiejętności lub 36 pkt. obrażeń od ataku<br><i>40 min</i>: + 80 pkt. mocy umiejętności lub 60 pkt. obrażeń od ataku<br><i>50 min</i>: + 120 pkt. mocy umiejętności lub 90 pkt. obrażeń od ataku<br><i>60 min</i>: + 168 pkt. mocy umiejętności lub 126 pkt. obrażeń od ataku<br>itd.","shortDescription":"W czasie gry otrzymujesz punkty obrażeń od ataku lub mocy umiejętności (adaptacyjne).","runeId":8236}],"name":"Dostęp"}]},{"name":"Inspiracja","slogan":"Przechytrzaj szarych śmiertelników","description":"Kreatywne narzędzia i naginanie reguł","bonuses":[{"name":"Inspiracja + Dominacja","value":"+20% czasu działania mikstur i eliksirów<br>+8 pkt. mocy umiejętności lub +5.6 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Inspiracja + Czarnoksięstwo","value":"+20% czasu działania mikstur i eliksirów<br>+12 pkt. mocy umiejętności lub +8.4 pkt. obrażeń od ataku, adaptacyjnie"},{"name":"Inspiracja + Determinacja","value":"+20% czasu działania mikstur i eliksirów<br>+56 pkt. zdrowia"},{"name":"Inspiracja + Precyzja","value":"+20% czasu działania mikstur i eliksirów<br>+10% <a href='AdaptivePower'>prędkości ataku</a>"}],"slots":[{"runes":[{"name":"Lodowcowe Ulepszenie","longDescription":"Trafienie wrogiego bohatera podstawowym atakiem spowalnia go na 2 sek. (6-3 sek. odnowienia na jednostkę). Efekt spowolnienia rośnie w siłę wraz z upływem czasu.<li>Ataki dystansowe spowalniają o 25-40% <br>Ataki w zwarciu spowalniają o 35-50%</li> <br>Spowolnienie bohatera za pomocą efektu użycia przedmiotu wystrzeliwuje zamrażający promień, który zamraża pobliski teren na 5 sek., spowalniając wszystkie jednostki na tym obszarze o 50% (maksymalnie 3 promienie na każde użycie przedmiotu).","shortDescription":"Trafienie wrogiego bohatera po raz pierwszy spowalnia go (efekt odnawia się osobno dla każdej trafionej jednostki). Spowalnianie bohaterów za pomocą przedmiotów z efektem użycia wystrzeliwuje zamrażający promień, który tworzy spowalniający obszar.","runeId":8351},{"name":"Przywoływacz Specjalista","longDescription":"Zyskujesz 15% skrócenia czasu odnowienia czaru przywoływacza oraz możliwość zamiany jednego ze swoich czarów przywoływacza na inny w sklepie za następującą liczbę Odłamków Przywoływacza: 1. <br><br>Pierwszy Odłamek Przywoływacza dostajesz po 2 min., a każdy następny co 6 min. (maksymalnie możesz posiadać następującą liczbę odłamków: 2)<br><br><rules>(Kupienie Porażenia nie zapewnia dostępu do przedmiotów związanych z tym czarem).<br>(Nie możesz mieć dwóch takich samych Czarów Przywoływacza).</rules>","shortDescription":"Zdobądź Odłamki Przywoływacza i wymień je w sklepie, aby zmienić swoje czary przywoływacza.<br>","runeId":8326},{"name":"Już wkrótce!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Kluczowe"},{"runes":[{"name":"Hextechowy Błyskalazek","longDescription":"Gdy Błysk się odnawia, zostaje zastąpiony Hexabłyskiem.<br><br>Hexabłysk: Przygotowuj się przez 2.5 sek., aby mignąć w pobliskie miejsce.<br><br>Czas odnowienia: 20 sek. Zaczyna odnawiać się przez 10 sek., gdy zaczniesz walkę z bohaterem.<br>","shortDescription":"Gdy Błysk się odnawia, zostaje zastąpiony Hexabłyskiem.<br><br>Hexabłysk: Przygotuj się, a następnie mignij w pobliskie miejsce.","runeId":8306},{"name":"Dostawa Ciastek","longDescription":"Dostawa Ciastek: Zyskujesz Ciastko Nieustającej Woli Totalbiscuita co 3 min, aż do 12 min.<br><br>Ciastka odnawiają 15% twojego brakującego zdrowia i many i na stałe zwiększają maksymalną liczbę punktów many o 40. <br><br>Bohaterowie nie korzystający z many odzyskują zamiast tego 20% brakującego zdrowia.<br>","shortDescription":"Otrzymujesz darmowe Ciastko co 3 min, aż do 12 min. Ciastka przywracają zdrowie i na stałe zwiększają maksymalną manę.","runeId":8345},{"name":"Idealne Wyczucie Czasu","longDescription":"Zaczynasz grę z przedmiotem: Uruchamianie Stopera, który przemieni się w: Zegarek po 6 min. Zegarek oferuje jednorazowy efekt Inercji.<br><br>Skraca czas odnowienia Klepsydry Zhonyi, Anioła Stróża i Kamiennej Płyty Gargulca o 15%.","shortDescription":"Zyskujesz darmowy przedmiot: Zegarek. Zegarek posiada efekt inercji jednorazowego użytku.","runeId":8313}],"name":"Przygotowanie"},{"runes":[{"name":"Magiczne Obuwie","longDescription":"Otrzymujesz darmowe Lekko Magiczne Buty po 10 min., ale nie możesz wcześniej kupić butów. <br><br>Lekko Magiczne Buty dają ci dodatkowe 10 jedn. prędkości ruchu, a koszt ich ulepszenia jest mniejszy o 50 szt. złota.","shortDescription":"Otrzymujesz darmowe buty po 10 min. Wcześniej nie możesz kupić butów. Te buty dają dodatkową prędkość ruchu.","runeId":8304},{"name":"Rynek Przyszłości","longDescription":"Możesz się zadłużyć, aby kupić przedmioty. Wysokość zadłużenia zwiększa się wraz z czasem.<br><br>Limit zadłużenia: 150 + 5szt. złota / min<br><br>Koszt pożyczki: 50 szt. złota za każdy przedmiot.<br><br>","shortDescription":"Możesz się zadłużyć, aby kupić przedmioty.","runeId":8321},{"name":"Dematerializator Stworów","longDescription":"Zaczynasz grę z 6 Wędrujące Stwory, które natychmiast zabijają i wchłaniają stwory. Wędrujące Stwory odnawiają się przez pierwsze 155 sek. gry.<br><br>Wchłonięcie stwora na stałe zwiększa twoje obrażenia o 4% przeciwko temu rodzajowi stwora i dodatkowo 1% za każdego wchłoniętego stwora tego typu.<br>","shortDescription":"Zaczynasz grę z 6 Wędrujące Stwory. Zabijanie stworów za pomocą tego przedmiotu daje ci stałą premię do obrażeń przeciwko temu rodzajowi stworów.","runeId":8316}],"name":"Narzędzia"},{"runes":[{"name":"Kosmiczna Przenikliwość","longDescription":"+5% skrócenia czasu odnowienia<br>+5% maksymalnego skrócenia czasu odnowienia<br>+5% skrócenia czasu odnowienia czarów przywoływacza<br>+5% skrócenia czasu odnowienia przedmiotów","shortDescription":"+5% skrócenia czasu odnowienia<br>+5% maksymalnego skrócenia czasu odnowienia<br>+5% skrócenia czasu odnowienia czarów przywoływacza<br>+5% skrócenia czasu odnowienia przedmiotów","runeId":8347},{"name":"Prędkość Zbliżeniowa","longDescription":"Zyskujesz 10% prędkości ruchu w pobliżu sojuszników, którzy zostali trafieni kontrolą tłumu lub wrogów trafionych przez ciebie kontrolą tłumu. <br><br>Zasięg: 1000 jedn.","shortDescription":"Zyskujesz premię do prędkości ruchu, gdy zmierzasz w stronę sojuszników trafionych kontrolą tłumu lub przeciwników, którzy zostali przez ciebie trafieni kontrolą tłumu.","runeId":8410},{"name":"Ciało Astralne","longDescription":"+ 100 pkt. zdrowia na stałe<br>- 5% obrażeń zadawanych bohaterom do 10 min.","shortDescription":"+100 stałych pkt. zdrowia kosztem obrażeń zadawanych bohaterom we wczesnej fazie gry.","runeId":8339}],"name":"Synergia"}]}]}
