{"styles":[{"name":"Determinazione","slogan":"Vivi per sempre","description":"Resistenza ed effetti di controllo","bonuses":[{"name":"Set bonus Determinazione + Precisione","value":"+70 salute"},{"name":"Set bonus Determinazione + Dominazione","value":"+70 salute"},{"name":"Set bonus Determinazione + Stregoneria","value":"+70 salute"},{"name":"Set bonus Determinazione + Ispirazione","value":"+105 salute"}],"slots":[{"runes":[{"name":"Presa dell'immortale","longDescription":"Ogni 4 secondi in combattimento, il prossimo attacco contro un campione: <li>Infligge danni bonus pari al 3% della tua salute massima<br>Ti cura del 1.5% della tua salute massima<br>Aumenta permanentemente la tua salute di 5</li><br><rules>Campioni a distanza: danni e guarigione sono dimezzati e ottengono 2 salute permanente.</rules>","shortDescription":"Ogni 4 secondi il tuo prossimo attacco contro un campione infligge danni bonus, ti cura e aumenta permanentemente la tua salute.","runeId":8437},{"name":"Sorvegliante","longDescription":"Cliccare con il pulsante destro su un campione alleato gli conferisce una protezione per 3 secondi. Prima che tu o l'alleato scelto subiate danni, riceverete entrambi uno scudo per 2.5 secondi. 45 secondi di ricarica, 6 secondi se lo scudo non si attiva.<br><br>Forza totale scudo: 110-250 + (<scaleAP>0.15 potere magico</scaleAP>) + (<scalehealth>+10% salute bonus</scalehealth>)","shortDescription":"Cliccare con il pulsante destro su un campione alleato gli conferisce uno scudo e lo conferisce anche a te.","runeId":8436},{"name":"Scossa di assestamento","longDescription":"Dopo aver immobilizzato un campione nemico, la tua armatura e la resistenza magica aumentano di 10 + 30% per 2.5 secondi. Poi, dopo 2.5, infliggi danni ai nemici vicini.<br><br>Danni: 40-140 (+3.5% della tua salute minima) adattivi<br>Ricarica: 20s<br> ","shortDescription":"Dopo aver immobilizzato un campione nemico ottieni difese per poi infliggere una raffica di danni intorno a te.","runeId":8439}],"name":"Maestria chiave"},{"runes":[{"name":"Perseveranza","longDescription":"Dopo aver lanciato un incantesimo dell'evocatore, ottieni il 25% della tenacia e il 25% di resistenza ai rallentamenti per 10 secondi. Aumenta la tua armatura e resistenza magica del 7% per ogni incantesimo dell'evocatore in ricarica. ","shortDescription":"Dopo aver lanciato un incantesimo dell'evocatore, ottieni tenacia e resistenza ai rallentamenti per una durata moderata. Poi aumenta la tua armatura e resistenza magica per ogni incantesimo dell'evocatore in ricarica.","runeId":8242},{"name":"Demolire","longDescription":"Carica un potente attacco contro un torre in 4 secondi, se sei entro 600 di portata. L'attacco caricato infligge 375 (+20% della tua salute massima) danni fisici bonus.<br><br>Ricarica: 60 secondi.","shortDescription":"Carica un potente attacco a un torre, quando sei vicino.","runeId":8446},{"name":"Fonte vitale","longDescription":"Ostacolare i movimenti di un campione nemico lo marchia per 4 secondi. <br><br>I campioni alleati che attaccano i nemici marchiati guariscono di 5 + 1.0% della tua salute massima. <br><br>(I valori di guarigione sono ridotti a un terzo per i tuoi attacchi.)","shortDescription":"Ostacolare i movimenti di un campione nemico lo marchia. Tu e i tuoi alleati vi curate quando attaccate i campioni marchiati da te. ","runeId":8463}],"name":"Strategia"},{"runes":[{"name":"Pelle di ferro","longDescription":"Ottieni 3 armatura. Quando curi per almeno 20 salute o usando l'effetto di un consumabile, aumenti la tua armatura del 5% per 3 secondi. ","shortDescription":"Ottieni 3 armatura. Quando curi per almeno 20 salute o usando l'effetto di un consumabile, aumenti la tua armatura del 5% per 3 secondi. ","runeId":8430},{"name":"Guscio a specchio","longDescription":"Ottieni 3 resistenza magica. Quando curi per almeno 20 salute o usando l'effetto di un consumabile, aumenti la tua resistenza magica del 5% per 3 secondi. <br>","shortDescription":"Ottieni 3 resistenza magica. Quando curi per almeno 20 salute o usando l'effetto di un consumabile, aumenti la tua resistenza magica del 5% per 3 secondi. <br> <br><br>","runeId":8435},{"name":"Preparazione fisica","longDescription":"Dopo 10 minuti ottieni 6 armatura e 6 resistenza magica e aumenti la tua armatura totale e la resistenza magica del 5%.<br><br>Gittata: 800 unità","shortDescription":"Dopo 10 minuti ottieni 6 armatura e 6 resistenza magica e aumenti la tua armatura totale e la resistenza magica del 5%.","runeId":8429}],"name":"Difese"},{"runes":[{"name":"Crescita eccessiva","longDescription":"Ogni 10 mostri o minion nemici che muoiono vicino a te aumentano permanentemente la tua salute massima del 0.2%.<br><br>Gittata: 1400 unità","shortDescription":"Ogni 10 mostri o minion nemici che muoiono vicino a te aumentano permanentemente la tua salute massima del 0.2%.","runeId":8451},{"name":"Rivitalizzare","longDescription":"Guarigioni e scudi sono più forti del 5% e aumentano di un 10% aggiuntivo sui bersagli con meno del 40% di salute.","shortDescription":"Guarigioni e scudi sono più forti del 5% e aumentano di un 10% aggiuntivo sui bersagli con meno del 40% di salute.","runeId":8453},{"name":"Secondo fiato","longDescription":"Dopo aver subito danni da un campione nemico ti curi del 4% della tua salute mancante in 10 secondi.","shortDescription":"Ripristina salute nel tempo in base alla tua salute mancante.","runeId":8444}],"name":"Sinergie"}]},{"name":"Dominazione","slogan":"Caccia ed elimina la preda","description":"Raffiche di danni e accesso ai bersagli","bonuses":[{"name":"Set bonus Dominazione + Ispirazione","value":"+15 potere magico o +10.5 attacco fisico, adattivi"},{"name":"Set bonus Dominazione + Risolutezza","value":"+10 potere magico o +7.0 attacco fisico, adattivi"},{"name":"Set bonus Dominazione + Stregoneria","value":"+10 potere magico o +7.0 attacco fisico, adattivi"},{"name":"Set bonus Dominazione + Precisione","value":"+10 potere magico o +7.0 attacco fisico, adattivi"}],"slots":[{"runes":[{"name":"Elettroshock","longDescription":"Colpire un campione con 3 attacchi o abilità <b>unici</b> entro 2 secondi infligge danni adattivi bonus.<br><br>Danni: 60 - 220 (+0.50 attacco fisico bonus, +0.3 potere magico) danni.<br><br>Ricarica: 50-25 secondi.","shortDescription":"Colpire un campione con 3 attacchi <b>unici</b> o abilità entro 2 secondi infligge danni magici bonus.","runeId":8112},{"name":"Predatore","longDescription":"","shortDescription":"Aggiungi un effetto attivo ai tuoi stivali, che conferisce un grande aumento di velocità di movimento e ti fa infliggere danni bonus con il prossimo attacco o abilità.","runeId":8124},{"name":"Raccolto oscuro","longDescription":"Campioni, minion grandi e mostri grandi lasciano un'essenza dell'anima quando muoiono. Raccogliere anime fa in modo che il tuo prossimo attacco su campioni o strutture entro 20 secondi infligga danni adattivi bonus.<br><br>Danni bonus: 60 - 100 (+0.15 attacco fisico bonus) (+0.1 potere magico) + <i>essenze dell'anima raccolte</i><br><br><rules><br>Le anime dei campioni conferiscono 10 essenze dell'anima.<br>Le anime dei mostri conferiscono 2 essenze dell'anima.<br>Le anime dei minion conferiscono 5 essenze dell'anima.<br></rules>","shortDescription":"Campioni, minion grandi e mostri grandi lasciano un'essenza dell'anima quando muoiono. Tocca le anime per assorbirle e infliggere danni bonus con il tuo prossimo attacco in base all'essenza dell'anima raccolta.","runeId":8128}],"name":"Maestria chiave"},{"runes":[{"name":"Lume zombi","longDescription":"Quando distruggi un lume nemico, al suo posto appare un lume zombi alleato. Se hai già un lume nell'erba alta dove si genererebbe il lume zombi, il tuo trinket viene sostituito per un massimo di 30 secondi.<br><br>I lumi zombi sono visibili, durano 180 secondi e non contano per il limite di lumi.","shortDescription":"Quando distruggi un lume nemico, cresce al suo posto un lume zombi alleato.","runeId":8136},{"name":"Poro fantasma","longDescription":"Entra nell'erba alta per evocare un poro dopo una breve canalizzazione (la canalizzazione viene interrotta dai danni e dal lancio di altre abilità). Il poro rimarrà a darti visione finché non ne evochi un altro.<br><br>Se un nemico entra nell'erba alta con dentro il poro, lo spaventa e manda questo effetto in una ricarica da 30 secondi.","shortDescription":"Quando entri nell'erba alta, appare un poro. Rimarrà nell'erba per darti visione.","runeId":8120},{"name":"Collezione di bulbi oculari","longDescription":"Ottieni +2 potere magico o +1.4 attacco fisico, adattivi permanentemente all'eliminazione di un campione, e metà per l'eliminazione di un lume.","shortDescription":"Ottieni +2 potere magico o +1.4 attacco fisico, adattivi permanentemente all'eliminazione di un campione, e metà per l'eliminazione di un lume.","runeId":8138}],"name":"Danni"},{"runes":[{"name":"Colpo basso","longDescription":"Danneggiare campioni vittima di <b>impedimenti al movimento o alle azioni</b> infligge 12 - 30 danni puri bonus (in base al livello).<br><br>Ricarica: 4 secondi.","shortDescription":"Infliggi danni puri bonus ai nemici vittima di <b>impedimenti al movimento o alle azioni</b>.","runeId":8126},{"name":"Assaggio di sangue","longDescription":"Ti curi quando danneggi un campione nemico.<br><br>Guarigione: 18-35 (+0.20 attacco fisico bonus, +0.1 potere magico) salute in base al livello quando danneggi un campione nemico.<br>Ricarica: 20.","shortDescription":"Recuperi salute quando danneggi un campione nemico.","runeId":8139},{"name":"DashAttack","longDescription":"","shortDescription":"","runeId":8143}],"name":"Crescita"},{"runes":[{"name":"Cacciatore famelico","longDescription":"Ti curi di una percentuale dei danni che infliggi con le tue abilità.<br><br>Guarigione: 2.5% + 2.5% per ogni carica di <i>Cacciatore di taglie</i>. <br><br>Ottieni una carica di <i>Cacciatore di taglie</i> per la prima eliminazione che ottieni su ogni campione nemico.<br><br><rules><br>La guarigione si riduce di un terzo con le abilità ad area.</rules><br>","shortDescription":"Cura per una percentuale dei danni inflitti dalle tue abilità. Aumenta con ogni abbattimento diverso.","runeId":8135},{"name":"Ingegnoso cacciatore","longDescription":"Ottieni 1% di <b>riduzione ricarica oggetti attivi</b> più 6% per ogni carica di <i>Cacciatore di taglie</i> (trinket inclusi).<br><br>Ottieni una carica di <i>Cacciatore di taglie</i> per la prima eliminazione che ottieni su ogni campione nemico.","shortDescription":"Le eliminazioni <b>uniche</b> conferiscono <b>riduzione ricarica per oggetti attivi</b> permanente (trinket inclusi).","runeId":8134},{"name":"Cacciatore implacabile","longDescription":"Ottieni 8 <b>velocità di movimento fuori dai combattimenti</b> più 8 per carica di <i>Cacciatore di taglie</i>.<br><br>Ottieni una carica di <i>Cacciatore di taglie</i> per la prima eliminazione che ottieni su ogni campione nemico.","shortDescription":"Le <b>eliminazioni</b> uniche conferiscono <b>velocità di movimento fuori dai combattimenti</b> permanente. ","runeId":8105}],"name":"Caccia in corso"}]},{"name":"Precisione","slogan":"Diventa una leggenda","description":"Attacchi migliorati e danni sostenuti","bonuses":[{"name":"Set bonus Precisione + Stregoneria","value":"+12% velocità d'attacco"},{"name":"Set bonus Precisione + Determinazione","value":"+12% velocità d'attacco"},{"name":"Set bonus Precisione + Ispirazione","value":"+18% velocità d'attacco"},{"name":"Set bonus Precisione + Dominazione","value":"+12% velocità d'attacco"}],"slots":[{"runes":[{"name":"Attacco sostenuto","longDescription":"Gli attacchi contro lo stesso campione conferiscono attacco fisico aggiuntivo che si accumula all'infinito (1.5-4 attacco fisico per carica, raddoppia per i campioni da mischia).<br><br>Durata carica 4 secondi.<br><br>Quando cambi bersaglio tieni la metà delle cariche.","shortDescription":"Gli attacchi contro lo stesso campione conferiscono attacco fisico che si accumula all'infinito.","runeId":8003},{"name":"Tempo letale","longDescription":"1,5 secondi dopo aver danneggiato un campione ottieni il 30-80% (in base al livello) della velocità d'attacco per 3 secondi. Attaccare un campione estende l'effetto fino a 6 secondi.<br><br>Ricarica: 6 secondi<br><br>Tempo letale ti permette di superare momentaneamente il limite di velocità d'attacco.","shortDescription":"1,5 secondi dopo aver danneggiato un campione ottieni una grande quantità di velocità d'attacco. Tempo letale ti permette di superare momentaneamente il limite di velocità d'attacco.","runeId":8008},{"name":"KSFleetFootwork","longDescription":"","shortDescription":"","runeId":8021}],"name":"Maestria chiave"},{"runes":[{"name":"Sovraguarigione","longDescription":"Il 50% della cura in eccesso diventa uno scudo che decresce, fino a un massimo di 30 + 8% della tua salute totale.<br><br>Dagli alleati viene invece convertito il 50% della cura in eccesso.","shortDescription":"La cura in eccesso diventa uno scudo che decresce, fino a un massimo di 30 + 8% della tua salute totale.","runeId":9101},{"name":"Trionfo","longDescription":"Le eliminazioni ripristinano il 15% della tua salute mancante e conferiscono 25 oro aggiuntivo. ","shortDescription":"Le eliminazioni ripristinano salute e conferiscono oro bonus.","runeId":9111},{"name":"Presenza di spirito","longDescription":"Quando hai meno del 60% del mana, i tuoi attacchi base contro i campioni accumulano Concentrazione, fino a un massimo di 5. Quando esci dal combattimento, tutta la concentrazione viene convertita in mana. Gli attacchi energizzati accumulano più concentrazione.","shortDescription":"Quando hai poco mana, attaccare i nemici genera Concentrazione, che viene convertita in mana all'uscita dal combattimento.","runeId":8010}],"name":"Recupero"},{"runes":[{"name":"Leggenda: Alacrità","longDescription":"Ottieni il 5% di velocità d'attacco più un 3% aggiuntivo per ogni carica di <i>Leggenda</i> (massimo 5).<br><br>Ottieni cariche di <i>Leggenda</i> ogni 30 punti ottenuti:<br>    20 punti per le eliminazioni dei campioni<br>    20 punti per le eliminazioni dei mostri epici<br>    4 punti per le eliminazioni dei mostri grandi<br>    1 punti per le eliminazioni dei minion","shortDescription":"Uccidi i nemici per ottenere <b>Velocità d'attacco</b> permanente. ","runeId":9104},{"name":"Leggenda: Tenacia","longDescription":"Ottieni il 5% di tenacia più un 3% aggiuntivo per ogni carica di <i>Leggenda</i> (massimo 5).<br><br>Ottieni cariche di <i>Leggenda</i> ogni 30 punti ottenuti:<br>    20 punti per le eliminazioni dei campioni<br>    20 punti per le eliminazioni dei mostri epici<br>    4 punti per le eliminazioni dei mostri grandi<br>    1 punti per le eliminazioni dei minion","shortDescription":"Uccidi i nemici per ottenere <b>Tenacia</b> permanente. ","runeId":9105},{"name":"Leggenda: Stirpe","longDescription":"Ottieni il 1% di rubavita per ogni carica di <i>Leggenda</i> (massimo 5).<br><br>Ottieni cariche di <i>Leggenda</i> ogni 30 punti ottenuti:<br>    20 punti per le eliminazioni dei campioni<br>    20 punti per le eliminazioni dei mostri epici<br>    4 punti per le eliminazioni dei mostri grandi<br>    1 punti per le eliminazioni dei minion","shortDescription":"Uccidi i nemici per ottenere <b>rubavita</b> permanente. ","runeId":9103}],"name":"Crescita"},{"runes":[{"name":"Colpo di grazia","longDescription":"Infliggi 5% danni in più ai campioni con meno del 40% di salute.","shortDescription":"Infliggi 5% danni in più ai campioni con poca salute.","runeId":8014},{"name":"Taglio profondo","longDescription":"Infliggi fino al 8% di danni in più ai campioni nemici, in base a quanta salute hanno più di te.","shortDescription":"Infliggi fino al 8% di danni in più a tutti i campioni con più salute massima di te.","runeId":8017},{"name":"L'ultima sfida","longDescription":"Infliggi fino al 5% di danni in più ai campioni quando hai meno del 80% di salute.","shortDescription":"I tuoi attacchi infliggono più danni ai campioni quando hai poca salute.","runeId":8299}],"name":"Danni"}]},{"name":"Stregoneria","slogan":"Scatena la distruzione","description":"Abilità potenziate ed effetti ad area","bonuses":[{"name":"Set bonus Stregoneria + Precisione","value":"+15 potere magico o +10.5 attacco fisico, adattivi"},{"name":"Set bonus Stregoneria + Ispirazione","value":"+22.5 potere magico o +15.8 attacco fisico, adattivi"},{"name":"Set bonus Stregoneria + Determinazione","value":"+15 potere magico o +10.5 attacco fisico, adattivi"},{"name":"Set bonus Stregoneria + Dominazione","value":"+15 potere magico o +10.5 attacco fisico, adattivi"}],"slots":[{"runes":[{"name":"Evoca Aerie","longDescription":"I tuoi attacchi e le abilità mandano Aerie da un bersaglio, danneggiando i nemici o riparando gli alleati.<br><br>Danni: 10 + 40 in base al livello <scaleAP>+0,1 potere magico</scaleAP> o <scaleAD>+0,15 attacco fisico bonus</scaleAD><br>Scudo: 40 - 100 in base al livello <scaleAP>+0,25 potere magico</scaleAP> o <scaleAD>+0,25 attacco fisico bonus</scaleAD> <br><br>Aerie non può essere inviata nuovamente finché non torna da te.","shortDescription":"I tuoi attacchi e le tue abilità inviano Aerie verso un bersaglio, riparando gli alleati o danneggiando i nemici.","runeId":8214},{"name":"Cometa arcana","longDescription":"Danneggiare un campione con un'abilità scaglia una cometa nella sua posizione.<br><br>Danni (adattivi): 40 - 100 in base al livello (<scaleAP>+0.2 potere magico</scaleAP> e <scaleAD>0.35 attacco fisico bonus</scaleAD>)<br><br>Ricarica: 20 - 8 secondi ","shortDescription":"Colpire un campione con un incantesimo scaglia una cometa nella sua direzione.","runeId":8229},{"name":"Scatto fasico","longDescription":"Colpire un campione nemico con 3 abilità o attacchi <b>unici</b> entro 2 secondi conferisce il 30-60% della velocità di movimento (in base al livello).<br><br><i>Corpo a corpo:</i> inoltre, ottieni 75% resistenza ai rallentamenti per la durata.<br><br>Durata: 3 secondi<br>Ricarica: 15 secondi","shortDescription":"Colpire un campione nemico con 3 abilità o attacchi <b>unici</b> conferisce un aumento momentaneo della velocità di movimento. ","runeId":8230}],"name":"Maestria chiave"},{"runes":[{"name":"Sfera dell'annullamento","longDescription":"Al 30% della salute ottieni uno scudo che blocca 30-120 danni magici in base al livello (<scaleAP>+10% potere magico</scaleAP> o <scaleAD>+15% attacco fisico</scaleAD>).<br><br>Ricarica: 60 secondi.","shortDescription":"Ottieni uno scudo contro i danni magici quando hai poca salute.","runeId":8224},{"name":"Fascia del flusso del mana","longDescription":"Ogni 60 secondi la tua prossima abilità ha il costo in mana rimborsato e ripristina il 10% di mana o energia mancanti.","shortDescription":"Periodicamente la tua prossima abilità ha il costo in mana rimborsato e ripristina parte di mana o energia mancanti.","runeId":8226},{"name":"Il cappello supremo","longDescription":"La ricarica della tua abilità suprema è ridotta del 5%. Il valore aumenta del 2.0% ogni volta che la tua suprema va in ricarica. Si accumula fino a 5 volte.","shortDescription":"Ottieni riduzione ricarica e riduzione ricarica massima con la tua suprema. Aumenta ulteriormente ogni volta che usi la tua suprema, fino a un massimo.","runeId":8243}],"name":"In corsia"},{"runes":[{"name":"Trascendenza","longDescription":"Ottieni il 10% di riduzione ricarica quando raggiungi il livello 10.<br><br>La percentuale di riduzione ricarica in eccesso viene convertita in +2 potere magico o +1.4 attacco fisico, adattivi.","shortDescription":"Ottieni il 10% di riduzione ricarica quando raggiungi il livello 10. La riduzione ricarica in eccesso diventa potere magico o attacco fisico (adattivi).","runeId":8210},{"name":"Celerità","longDescription":"Ottieni il 3% di velocità di movimento in più e aggiungi il 8% della tua velocità di movimento a potere magico o attacco fisico, adattivo (in base al livello). ","shortDescription":"Ottieni il 3% in più di <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">velocità di movimento</lol-uikit-tooltipped-keyword>. Ottieni potere magico o attacco fisico aggiuntivi in base alla tua velocità di movimento bonus. ","runeId":8234},{"name":"Concentrazione assoluta","longDescription":"Quando hai più del 70% della salute, ottieni fino a +40 potere magico o +28.0 attacco fisico, adattivi (in base al livello)","shortDescription":"Quando hai più del 70% della salute, ottieni fino a +40 potere magico o +28.0 attacco fisico, adattivi (in base al livello)<br>","runeId":8233}],"name":"Danni"},{"runes":[{"name":"Bruciare","longDescription":"La tua prossima abilità incendia i campioni nemici, infliggendo 10 - 40 danni magici bonus in base al livello.<br><br>Ricarica: 20-8 secondi.","shortDescription":"La tua prima abilità che va a segno ogni 20 secondi incendia i campioni.","runeId":8237},{"name":"Camminare sull'acqua","longDescription":"Ottieni 25 velocità di movimento e fino a +30 potere magico o +21.0 attacco fisico, adattivi (in base al livello) quando sei nel fiume.<br>","shortDescription":"Ottieni velocità di movimento e potere magico o attacco fisico (adattivi) quando sei nel fiume.","runeId":8232},{"name":"Tempesta incombente","longDescription":"Ogni 10 minuti ottieni potere magico o attacco fisico (adattivi).<br><br><i>10 min</i>: +8 potere magico o 6 attacco fisico<br><i>20 min</i>: +24 potere magico o 18 attacco fisico<br><i>30 min</i>: +48 potere magico o 36 attacco fisico<br><i>40 min</i>: +80 potere magico o 60 attacco fisico<br><i>50 min</i>: +120 potere magico o 90 attacco fisico<br><i>60 min</i>: +168 potere magico o 126 attacco fisico<br>ecc...","shortDescription":"Ottieni quantità crescenti di attacco fisico o potere magico (adattivi) nel corso della partita.","runeId":8236}],"name":"Accesso"}]},{"name":"Ispirazione","slogan":"Aggira i comuni mortali","description":"Strumenti creativi e regole piegate","bonuses":[{"name":"Set bonus Ispirazione + Dominazione","value":"+20% durata pozioni ed elisir<br>+8 potere magico o +5.6 attacco fisico, adattivi"},{"name":"Set bonus Ispirazione + Stregoneria","value":"+20% durata pozioni ed elisir<br>+12 potere magico o +8.4 attacco fisico, adattivi"},{"name":"Set bonus Ispirazione + Determinazione","value":"+20% durata pozioni ed elisir<br>+56 salute"},{"name":"Set bonus Ispirazione + Precisione","value":"+20% durata pozioni ed elisir<br>+10% <a href='AdaptivePower'>velocità d'attacco</a>"}],"slots":[{"runes":[{"name":"Potenziamento glaciale","longDescription":"Gli attacchi base contro un campione lo rallentano per 2 secondi (6 - 3 secondi di ricarica per unità). Il rallentamento diventa più forte nel corso della durata dell'effetto.<li>Gli attacchi a distanza rallentano fino al 25% - 40% <br>Gli attacchi in mischia rallentano fino al 35% - 50%</li> <br>Rallentare un campione con oggetti attivi attiva un raggio congelante che congela il terreno circostante per 5 secondi, rallentando tutte le unità all'interno dell'area del 50% (massimo 3 raggi per uso dell'oggetto).","shortDescription":"Il tuo primo attacco contro un campione nemico lo rallenta (ricarica legata al singolo nemico). Rallentare i campioni con oggetti attivi attiva un raggio congelante che crea una zona di rallentamento temporanea.","runeId":8351},{"name":"Evocatore specialista","longDescription":"Ottieni il 15% di riduzione ricarica sugli incantesimi dell'evocatore e puoi cambiare uno dei tuoi incantesimi dell'evocatore per 1 frammenti dell'evocatore all'emporio. <br><br>Ottieni il tuo primo frammento dell'evocatore a 2 minuti, e poi un altro ogni 6 minuti. (Cariche massime: 2).<br><br><rules>(Comprare una Punizione non dà accesso agli oggetti di Punizione)<br>(Non puoi avere due incantesimi dell'evocatore uguali)</rules>","shortDescription":"Ottieni frammenti dell'evocatore e scambiali all'emporio per cambiare i tuoi incantesimi dell'evocatore.<br>","runeId":8326},{"name":"In arrivo!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Maestria chiave"},{"runes":[{"name":"Marchingegno Hexflash","longDescription":"Mentre Flash è in ricarica, viene rimpiazzato da Hexflash.<br><br>Hexflash: canalizza per 2.5 secondi per teletrasportarti in una nuova posizione.<br><br>Ricarica: 20 secondi. Va in ricarica da 10 secondi quando entri in combattimento con i campioni.<br>","shortDescription":"Mentre Flash è in ricarica viene rimpiazzato da Hexflash.<br><br>Hexflash: canalizza per teletrasportarti in una nuova posizione.","runeId":8306},{"name":"Consegna biscotti","longDescription":"Consegna biscotti: ottieni un Biscotto eterno della volontà ogni 3 minuti, fino a 12 minuti.<br><br>I biscotti ripristinano il 15% della tua salute mancante e aumentano permanentemente il limite di mana di 40. <br><br>Per i campioni senza mana invece ripristinano il 20% della salute mancante.<br>","shortDescription":"Ottieni un Biscotto gratis ogni 3 minuti, fino a 12 minuti. I Biscotti curano e aumentano permanentemente il mana massimo.","runeId":8345},{"name":"Tempismo perfetto","longDescription":"Inizi la partita con Trasformazione in Cronografo, che si trasforma in Cronografo dopo 6 minuti. Cronografo ha un effetto di Stasi a uso singolo.<br><br>Riduce la ricarica di Clessidra di Zhonya, Angelo custode e Lastrapietra del gargoyle del 15%.","shortDescription":"Ottieni un Cronografo gratis. Cronografo ha un uso singolo di Stasi.","runeId":8313}],"name":"Preparazione"},{"runes":[{"name":"Calzature magiche","longDescription":"Ottieni gli Stivali lievemente magici gratuitamente a 10 minuti, ma non puoi acquistare stivali prima.<br><br>Gli Stivali lievemente magici ti conferiscono +10 velocità di movimento e si potenziano per 50 oro in meno.","shortDescription":"Ottieni degli stivali gratis a 10 minuti. Prima non puoi comprare stivali. Questi stivali conferiscono velocità di movimento aggiuntiva.","runeId":8304},{"name":"Mercato del futuro","longDescription":"Puoi indebitarti per comprare oggetti. La quantità di oro che puoi prendere in prestito aumenta col tempo.<br><br>Limite di debito: 150 + 5/minuto<br><br>Interesse: 50 oro per oggetto<br><br>","shortDescription":"Puoi indebitarti per comprare oggetti.","runeId":8321},{"name":"Smaterializzatore di minion","longDescription":"Comincia la partita con 6 Minion temporanei che uccide e assorbe all'istante i minion in corsia. Minion temporanei sono in ricarica per i primi 155 secondi della partita.<br><br>Assorbire un minion aumenta i tuoi danni di +4% contro quel tipo di minion, permanentemente, e di +1% in più per ogni minion aggiuntivo dello stesso tipo assorbito.<br>","shortDescription":"Cominci la partita con 6 Minion temporanei. Uccidere i minion con l'oggetto conferisce un bonus ai danni permanente contro quel tipo di minion.","runeId":8316}],"name":"Strumenti"},{"runes":[{"name":"Intuito cosmico","longDescription":"+5% riduzione ricarica<br>+5% riduzione ricarica massima<br>+5% riduzione ricarica incantesimi dell'evocatore<br>+5% riduzione ricarica oggetti","shortDescription":"+5% riduzione ricarica<br>+5% riduzione ricarica massima<br>+5% riduzione ricarica incantesimi dell'evocatore<br>+5% riduzione ricarica oggetti","runeId":8347},{"name":"Velocità di avvicinamento","longDescription":"Ottieni il 10% di velocità di movimento verso alleati vittima di effetti di controllo o verso i nemici vittima dei tuoi effetti di controllo. <br><br>Gittata: 1000","shortDescription":"Velocità di movimento bonus verso alleati vittima di effetti di controllo o verso i nemici vittima di tuoi effetti di controllo.","runeId":8410},{"name":"Corpo celeste","longDescription":"+100 salute permanente<br>-5% danni ai campioni fino a 10 minuti","shortDescription":"+100 salute permanente al costo di danni iniziali ai campioni","runeId":8339}],"name":"Sinergie"}]}]}
