{"styles":[{"name":"Resolve","slogan":"Hidup selama-lamanya","description":"Ketahanan dan crowd control","bonuses":[{"name":"Resolve + Precision","value":"+70 Health"},{"name":"Resolve + Domination","value":"+70 HP"},{"name":"Resolve + Sorcery","value":"+70 HP"},{"name":"Resolve + Inspiration","value":"+105 Health"}],"slots":[{"runes":[{"name":"Grasp of the Undying","longDescription":"Setiap 4 saat dalam pertempuran , serangan asas anda seterusnya ke atas keinginan Champion: <li>Mengenakan bonus damage sama dengan 3% daripada HP maksimum <br>Heal anda sebanyak 1.5% daripada HP maksimum anda<br>Secara kekal meningkatkan HP anda sebanyak 5</li><br><rules>Champion berjarak: Damage dan healing dikurangkan sebanyak setengah dan mendapat 2 HP kekal.</rules>","shortDescription":"Setiap 4 seconds serangan asas anda ke atas champion mengenakan bonus damage, menyembuhkan anda, dan kekal meningkatkan HP anda.","runeId":8437},{"name":"Guardian","longDescription":"Klik kanan ke atas champion ahli pasukan melindungi ahli pasukan selama 3 saat. Sebelum anda dan ahli pasukan anda mengambil damage, anda memberikan perisai selama 2.5 saat. 45 saat cooldown, 6 saat jika perisai tidak diaktfikan.<br><br>Perisai jumlah kekuatan: 110 - 250 +(<scaleAP>0.15 AP</scaleAP>) + (<scalehealth>+10% bonus HP</scalehealth>).","shortDescription":"Klik kanan ke atas champion ahli pasukan memberikan anda berdua perisai.","runeId":8436},{"name":"Aftershock","longDescription":"Selepas melumpuhkan champion musuh, tambahan Armor terkini dan Penahan sihir sebanyak 10 + 30% selama 2.5 saat. Kemudian, selepas 2.5 mengenakan damage kepada musuh berdekatan.<br><br>Damage: 40-140 (+3.5% daripada HP maksimum anda) adaptive<br>Cooldown: 20s<br>","shortDescription":"Selepas melumpuhkan champion musuh mendapat pertahanan dan kemudian mengenakan letupan damage di sekitar anda.","runeId":8439}],"name":"Keystone"},{"runes":[{"name":"Perseverance","longDescription":"Selepas menggunakan Spell Summoner, mendapat 25% Tenacity dan 25% Penahan Slow selama 10 saat. Meningkatkan bonus Armor dan Penahan Sihir sebanyak 7% untuk setiap Spell Summoner apabila cooldown. ","shortDescription":"Selepas menggunakan Spell Summoner, mendapat Tenacity dan Penahan Slow untuk tempoh masa sederhana. Kemudian, meningkatkan bonus Armor dan Penahan Sihir untuk setiap Spell Summoner dalam cooldown.","runeId":8242},{"name":"Demolish","longDescription":"Mengecas kesan berkuasa ke atas menara selama 4 saat, apabila berada di dalam 600 jarak. Serangan yang dicas mengenakan 375 (+20% daripada HP maksimum anda) bonus damage fizikal.<br><br>Cooldown: 60 saat","shortDescription":"Cas sehingga kuasa berkuasa ke atas menara apabila berdekatan dengannya.","runeId":8446},{"name":"Font of Life","longDescription":"Merosakkan pergerakan champion musuh menandakan mereka selama 4 saat. <br><br>Champion ahli pasukan yang menyerang sasaran yang ditanda heal selama 5 + 1.0% daripada HP maksimum anda. <br><br>(Nilai healing dikurangkan kepada tiga daripada serangan ada sendiri.)","shortDescription":"Merosakkan pergerakan champion musuh menanda mereka. Anda dan ahli pasukan anda heal apabila anda menyerang champion yang anda tandakan. ","runeId":8463}],"name":"Strategi"},{"runes":[{"name":"Iron Skin","longDescription":"Mendapat 3 Armor. Bila-bila masa anda sembuh sekurang-kurangnya 20 HP atau daripada kesan yang digunakan, meningkatkan Armor anda sebanyak 5% selama 3 saat. ","shortDescription":"Mendapat 3 Armor. Bila-bila masa anda sembuh sekurang-kurangnya 20 HP atau daripada kesan yang digunakan, meningkatkan Armor anda sebanyak 5% selama 3 saat. ","runeId":8430},{"name":"Mirror Shell","longDescription":"Dapatkan 3 Penahan Sihir. Bila-bila masa anda menyembuhkan sekurang-kurangnya 20 HP atau daripada kesan yang digunakan, tingkatkan Penahan Sihir sebanyak 5% selama 3 saat. <br>","shortDescription":"Dapatkan 3 Penahan Sihir. Bila-bila masa anda menyembuhkan sekurang-kurangnya 20 HP atau daripada kesan yang digunakan, tingkatkan Penahan Sihir sebanyak 5% selama 3 saat. <br> <br><br>","runeId":8435},{"name":"Conditioning","longDescription":"Selepas 10 minit, mendapat 6 Armor dan 6 Penahan Sihir dan meningkatkan jumlah Armor anda dan Penahan Sihir sebanyak 5%.<br><br>Jarak: 800 units","shortDescription":"Selepas 10 minit, mendapat 6 Armor dan 6 Penahan Sihir dan meningkatkan jumlah Armor anda dan Penahan Sihir sebanyak 5%.","runeId":8429}],"name":"Pertahanan"},{"runes":[{"name":"Overgrowth","longDescription":"Setiap 10 raksasa atau minion musuh yang mati berdekatan anda secara kekal meningkatkan HP maksimum sebanyak 0.2%.<br><br>Jarak: 1400 unit","shortDescription":"Setiap 10 raksasa atau musuh minion mati berdekatan anda secara kekal meningkatkan HP maksimum anda sebanyak 0.2%.","runeId":8451},{"name":"Revitalize","longDescription":"Heal dan perisai adalah 5% lebih kuat dan dipertingkatkan dengan tambahan 10% pada sasaran di bawah 40% HP.","shortDescription":"Heal dan perisai adalah 5% lebih kuat dan ditingkatkan sebanyak 10% pada sasaran di bawah 40% HP.","runeId":8453},{"name":"Second Wind","longDescription":"Selepas mengambil damage daripada champion musuh heal sebanyak 4% dariapda HP yang hilang selama 10 saat.","shortDescription":"Mengembalikan HP lebih masa berdasarkan HP anda yang hilang.","runeId":8444}],"name":"Sinergi"}]},{"name":"Domination","slogan":"Buru dan bunuh mangsa","description":"Letupan damage dan akses sasaran","bonuses":[{"name":"","value":""},{"name":"","value":""},{"name":"","value":""},{"name":"","value":""}],"slots":[{"runes":[{"name":"Electrocute","longDescription":"Menyerang champion dengan 3 serangan <b>unik</b> atau kebolehan dalam masa 2 saat  mengenakan bonus damage adaptasi.<br><br>Damage: 60 - 220 (+0.50 bonus AD, +0.3 AP) damage.<br><br>Cooldown: 50-25 saat","shortDescription":"Menyerang champion dengan 3 serangan dan kebolehan <b>unik</b> dalam masa 2 saat, mengenakan bonus damage sihir.","runeId":8112},{"name":"Predator","longDescription":"Menyihirkan but anda dengan kesan aktif '<font color='#c60300'>Predator</font>.'<br><br>Disalurkan selama 1.5 saat apabila berada di luar pertempuran untuk mendapat 45% kelajuan pergerakan selama 15 saat. Serangan damage atau kebolehan mengakhiri kesan ini, mengenakan 60 - 140 (+<scaleAD>0.2</scaleAD> bonus AD)(+<scaleAP>0.3</scaleAP> AP) bonus damage adaptive.<br><br>180 saat cooldown. Memulakan permainan apabila cooldown dan menerima cooldown jika diganggu apabila disalurkan.","shortDescription":"Menambah kesan aktif kepada but anda yang memberikan rangsangan kelajuan pergerakan besar dan menyebabkan serangan anda seterusnya atau spell untuk mengenakan bonus damage.","runeId":8124},{"name":"Dark Harvest","longDescription":"Champion, minion besar, dan raksasa besar menjatuhkan essence apabila mati. Mengumpul jiwa menyebabkan serangan asas anda seterusnya ke atas champion atau struktur dalam 20 saat untuk mengenakan bonus damage adaptasi.<br><br>Bonus damage: 60 - 100 (+0.15 bonus AD) (+0.1 AP) + <i>essence jiwa yang dikumpul</i><br><br><rules><br>Jiwa champion memberikan 10 essence jiwa.<br>Jiwa raksasa memberikan 2 essence jiwa.<br>Jiwa Minion memberikan 5 essence jiwa.<br></rules>","shortDescription":"Champion, minion besar, dan raksasa besar menjatuhkan essence jiwa apabila mati. Sentuh jiwa untuk menyerapnya dan mengenakan bonus damage ke atas serangan seterusnya berdasarkan jumlah essence jiwa yang dikumpulkan.","runeId":8128}],"name":"Keystone"},{"runes":[{"name":"Zombie Ward","longDescription":"Selepas memusnahkan ward musuh, Ward Zombie peramah dibangkitkan daripada tempatnya. Jika anda mempunyai ward dalam brush, di mana Zombie Ward akan spawn, ia menggantikan trinket anda selama 30 saat.<br><br>Ward Zombie boleh dilihat, bertahan selama 180 saat dan tidak dikira sebagai had ward anda.","shortDescription":"Selepas membunuh ward musuh, Ward Zombie ramah ditingkatkan pada tempatnya.","runeId":8136},{"name":"Ghost Poro","longDescription":"Selepas memasuki brush untuk menyeru poro selepas sedikit saluran (channel diganggu oleh damage dan menggunakan spell yang lain). Poro akan berada di belakang, memberikan anda vision sehingga anda menyeru benda baru.<br><br>Jika musuh memasuki brush tanpa Poro berada di dalamnya , mereka akan menakutkannya, meletakkan kesan ini ke atas 30 saat cooldown.","shortDescription":"Apbila anda memasuki brush, poro muncul. Ia akan berada di belakang anda untuk vision.","runeId":8120},{"name":"Koleksi Eyeball","longDescription":"Mendapat +2 Kuasa Kebolehan atau +1.4 Damage Serangan, Adaptive kekal ke atas champion yang ditumpaskan, dan setengah daripada ward yang ditumpaskan.","shortDescription":"Mendapat +2 Kuasa Kebolehan atau +1.4 Damage Serangan, Adaptive kekal ke atas tumpasan champion, dan setengah daripada ward yang ditumpahkan.","runeId":8138}],"name":"Damage"},{"runes":[{"name":"Cheap Shot","longDescription":"Champion terkena damage dengan <b>pergerakan yang dirosakkan atau aksi</b> mengenakan 12 - 30 bonus damage sebenar (berdasarkan level).<br><br>Cooldown: 4 saat","shortDescription":"Mengenakan bonus damage sebenar kepada musuh dengan <b>pergerakan atau aksi rosak</b>.","runeId":8126},{"name":"Taste of Blood","longDescription":"Heal apabila anda mendapat damage daripada champion musuh.<br><br>Healing: 18-35 (+0.20 bonus AD, +0.1 AP) HP (berdasarkan level)<br>Cooldown: 20","shortDescription":"Memulihkan HP apabila anda memberikan damage kepada champion musuh.","runeId":8139},{"name":"Sudden Impact","longDescription":"Gunakan dash, leap, blink, atau teleport memberikan anda 5% tambahan damage ke atas champion yang seterusnya 3 saat.","shortDescription":"Mengenakan tambahan damage selepas menggunakan dash, leap, blink, atau teleport.","runeId":8143}],"name":"Skala"},{"runes":[{"name":"Ravenous Hunter","longDescription":"Heal untuk peratus daripada damage dikenakan oleh kebolehan anda.<br><br>Healing: 2.5% + 2.5%  setiap stack <i>Bounty Hunter</i>. <br><br>Peroleh stack<i>Bounty Hunter</i> kali pertama anda ambil untuk tumpaskan setiap champion musuh.<br><br><rules><br>Healing dikurangkan kepada satu pertiga daripada kebolehan AoE.</rules><br>","shortDescription":"Heal untuk peratus damage dikenakan dengan kebolehan anda. Ditingkatkan dengan setiap tumpasan unik.","runeId":8135},{"name":"Ingenious Hunter","longDescription":"Mendapat 1% <b>Item Aktif CDR</b> tambahan 6% setiap stack <i>Bounty Hunter</i> (termasuklah Trinket).<br><br>sDapatkan stack <i>Bounty Hunter</i> pada pertama kali anda menumpaskan setiap champion musuh.","shortDescription":"Tumpasan <b>unik</b> memberikan <b>Item Aktif CDR</b> kekal (termasuklah Trinket).","runeId":8134},{"name":"Relentless Hunter","longDescription":"Mendapat 8 <b>di luar pertempuran Kelajuan Pergerakan</b> plus 8 setiap stack <i>Bounty Hunter</i>.<br><br>Dapatkan stack <i>Bounty Hunter</i> pada pertama kali anda menumpaskan setiap champion musuh.","shortDescription":"Tumpasan <b>unik</b> memberikan <b>Kelajuan Pergerakan di luar pertempuran</b> kekal. ","runeId":8105}],"name":"Buru"}]},{"name":"Precision","slogan":"Jadilah legenda","description":"Serangan dipertingkatkan dan damage dikekalkan","bonuses":[{"name":"Precision + Sorcery","value":"+12% Kelajuan Serangan"},{"name":"Precision + Resolve","value":"+12% Kelajuan Serangan"},{"name":"Precision + Inspiration","value":"+18% Kelajuan Serangan"},{"name":"Precision + Domination","value":"+12% Kelajuan Serangan"}],"slots":[{"runes":[{"name":"Press the Attack","longDescription":"Menyerang champion yang sama memberikan serangan stack damage (1.5-4 AD setiap stack, dua kali ganda untuk champion melee).<br><br>Tempoh stack 4 saat.<br><br>Apabila anda menukarkan sasaran yang menyimpan setengah daripada stack anda.","shortDescription":"Menyerang champion sama memberikan stack damage serangan tanpa henti.","runeId":8003},{"name":"Lethal Tempo","longDescription":"1.5 saat selepas memberikan damage kepada champion mendapat 30-80% Kelajuan Serangan (berdasarkan level) selama 3 saat. Menyerang champion memanjangkan kesan selama 6 saat.<br><br>Cooldown: 6 saat <br><br>Lethal Tempo membenarkan anda untuk melebihi had kelajuan serangan untuk sementara waktu.","shortDescription":"1.5 saat selepas anda memberikan damage kepada champion mendapat jumlah kelajuan serangan yang besar. Lethal Tempo membenarkan anda untuk melebihi had kelajuan serangan sementara.","runeId":8008},{"name":"Fleet Footwork","longDescription":"Menyerang dan menggerakkan binaan stack Energy. Pada 100 stack, serangan anda seterusnya Energized.<br><br>Serangan Energized heal anda selama 5 - 50 (+0.10 Bonus AD, +0.20 AP) dan memberikan 30% tambahan kelajuan pergerakan selama 1 saat.<br><rules><br>Tidak mengenakan damage kepada raksasa.</rules>","shortDescription":"Menyerang dan menggerakkan binaan stack tenaga. Pada 100 stack, serangan anda seterusnya menyembuhkan anda dan memberikan tambahan kelajuan pergerakan.","runeId":8021}],"name":"Keystone"},{"runes":[{"name":"Overheal","longDescription":"50% daripada healing akses menjadi perisai yang mereput, sehingga 30 + 8% daripada jumlah HP anda.<br><br>Daripada ahli pasukan, 50% lebihan healing ditukarkan.","shortDescription":"Healing melebih-lebih boleh mereputkan perisai sehingga 30 + 8% daripada jumlah HP anda.","runeId":9101},{"name":"Triumph","longDescription":"Tumpasan mengembalikan 15% daripada HP anda yang hilang dan memberikan tambahan 25 gold. ","shortDescription":"Menumpaskan HP yang dikembalikan dan memberikan gold bonus.","runeId":9111},{"name":"Presence of Mind","longDescription":"Apabila berada di bawah 60% mana serangan asas anda ke atas champion membina Focus, sehingga cap 5. Apabila keluar daripada pertempuran, semua Focus ditukarkan kepada mana. Serangan Energized membina tambahan Focus.","shortDescription":"Apabila mana rendah, menyerang champion dengan menjana Focus yang ditukarkan kepada mana apabiula keluar daripada pertempuran.","runeId":8010}],"name":"Kekal"},{"runes":[{"name":"Legend: Alacrity","longDescription":"Mendapat 5% kelajuan serangan ditambah tambahan 3% untuk setiap <i>Legend</i> stack (maksimum 5).<br><br>Mendapat stack <i>Legend</i> untuk setiap 30 mata yang diperoleh:<br>    20 mata untuk menumpaskan champion<br>    20 mata untuk raksasa epik menumpaskan<br>    4 mata untuk kill raksasa besar<br>    1 mata untuk kill minion","shortDescription":"Membunuh musuh untuk mendapatkan <b>Kelajuan Serangan</b> kekal. ","runeId":9104},{"name":"Legend: Tenacity","longDescription":"Mendapat 5% tenacity ditambah tambahan 3% untuk setiap <i>Legend</i> stack (maksimum 5).<br><br>Mendapat stack <i>Legend</i> untuk setiap 30 mata diperoleh:<br>    20 mata untuk champion yang ditumpaskan<br>    20 mata untuk raksasa epik yang ditumpaskan<br>    4 mata untuk kill raksasa besar<br>    1 mata untuk kill minion","shortDescription":"Membunuh musuh untuk mendapat <b>Tenacity</b>kekal. ","runeId":9105},{"name":"Legend: Bloodline","longDescription":"Mendapat 1% life steal untuk setiap stack <i>Legend</i> (maksimum 5).<br><br>Mendapat <i>Legend</i> stack untuk setiap 30 mata diperoleh:<br>    20 mata untuk champion yang ditumpaskan<br>    20 mata untuk raksasa epik yang ditumpaskan<br>    4 mata untuk kill raksasa<br>    1 mata untuk kill minion","shortDescription":"Membunuh musuh untuk membunuh <b> Lifesteal</b> kekal. ","runeId":9103}],"name":"Skala"},{"runes":[{"name":"Coup de Grace","longDescription":"Mengenakan 5% lebih damage kepada champion di bawah 40% HP.","shortDescription":"Mengenakan 5% lebih damage untuk merendahkan HP champion.","runeId":8014},{"name":"Cut Down","longDescription":"Mengenakan sehingga 8% lebih damage kepada champion berdasarkan berapa banyak HP lebih daripada anda.","shortDescription":"Mengenakan sehingga 8% lebih damage kepada semua champion dengan lebih HP daripada anda.","runeId":8017},{"name":"Last Stand","longDescription":"Mengenakan sehingga 5% lebih damage kepada champion apabila berada di bawah 80% HP.","shortDescription":"","runeId":8299}],"name":"Damage"}]},{"name":"Sorcery","slogan":"Mulakan pemusnahan","description":"Kuasa diperkuatkuasakan dan sumber dimanipulasikan","bonuses":[{"name":"Sorcery + Precision","value":"+15 Kuasa Kebolehan atau +10.5 Damage Serangan, Adaptive"},{"name":"Sorcery + Inspiration","value":"+22.5 Kuasa Kebolehan atau +15.8 Damage Serangan, Adaptive"},{"name":"Sorcery + Resolve","value":"+15 Kuasa Kebolehan atau +10.5 Damage Serangan, Adaptive"},{"name":"Sorcery + Domination","value":"+15 Kuasa Kebolehan atau +10.5 Damage Serangan, Adaptive"}],"slots":[{"runes":[{"name":"Summon Aerie","longDescription":"Serangan anda dan kebolehan menghantar Aerie kepada sasaran damage atau champion ahli pasukan.<br><br>Damage: 10 + 40 berdasarkan level <scaleAP>+0.1AP</scaleAP> atau<scaleAD>+0.15 bonus AD</scaleAD><br>Perisai: 40 - 100 berdasarkan level <scaleAP>+0.25AP</scaleAP> atau <scaleAD>+0.25 bonus AD</scaleAD> <br><br>\"Spirit\" tidak boleh dihantar keluar lagi sehingga dia kembali kepada anda.","shortDescription":"Serangan anda dan kebolehan anda menghantar Aerie kepada sasaran, memberikan kepada musuh damage atau perisai sekutu.","runeId":8214},{"name":"Arcane Comet","longDescription":"Damaging ke atas champion dengan kebolehan mengeluatkan komet daripada lokasi mereka.<br><br>Damage (Adaptive): 40 - 100 berdasarkan level (<scaleAP>+0.2AP</scaleAP> dan <scaleAD>0.35 bonus AD</scaleAD>)<br><br>Cooldown: 20 - 8 saat","shortDescription":"Menyerang champion dengan spell memberikan damage komet ke arah mereka.","runeId":8229},{"name":"Phase Rush","longDescription":"Menyerang champion musuh dengan 3 serangan <b>unik</b> atau kebolehan dalam 2 saat memberikan 30 - 60%  Kelajuan Pergerakan berdasarkan level.<br><br><i>Melee:</i> Tambahan lagi, mendapat 75% Penahan Slow untuk tempoh masa ini.<br><br>Tempoh masa: 3 saat<br>Cooldown: 15 saat","shortDescription":"Menyerang champion musuh dengan 3 serangan atau kebolehan <b>unik</b> memberikan letupan Kelajuan Pergerakan. ","runeId":8230}],"name":"Keystone"},{"runes":[{"name":"Nullifying Orb","longDescription":"Pada 30% HP mendapat perisai damage sihir yang menghalang 30 - 120 berdasarkan level (<scaleAP>+10% AP</scaleAP> atau <scaleAD>+15% AD</scaleAD>).<br><br>Cooldown: 60 saat.","shortDescription":"Mendapat damage sihir apabila berada dalam HP rendah.","runeId":8224},{"name":"Manaflow Band","longDescription":"Setiap 60 saat, kebolehan anda seterusnya yang digunakan mempunyai mana atau kos tenaga yang dikembalikan, dan mengembalikan 10% daripada mana yang hilang atau tenaga.","shortDescription":"Kebolehan anda seterusnya menggunakan kos mana atau tenaga yang dikembalikan dan mengembalikan beberapa mana atau tenaga anda yang hilang.","runeId":8226},{"name":"The Ultimate Hat","longDescription":"Cooldown ultimate anda dikurangkan sebanyak 5%. Nombvor ini ditingkatkan sebanyak 2.0% setiap kali ultimate anda mendapat cooldown. Stack sehingga 5 kali.","shortDescription":"Mendapat pengurangan cooldown dan maksimum pengurangan cooldown ke atas ultimate anda. Ini ditingkatkan setiap kali anda menggunakan ultimate anda, sehingga maksimum.","runeId":8243}],"name":"Laning"},{"runes":[{"name":"Transcendence","longDescription":"Mendapat 10% CDR apabila anda mencapai level 10.<br><br>Setiap peratus dariapda CDR melebihi had CDR ditukarkan kepada +2 Kuasa Kebolehan atau +1.4 Damage Serangan, Adaptive.","shortDescription":"Dapatkan 10% CDR apabila anda mencapai level 10. CDR berlebihan menjadi AP atau AD (Adaptive).","runeId":8210},{"name":"Celerity","longDescription":"Dapatkan 3% tambahan Kelajuan Pergerakan dan menambah 8% daripada Bonus Kelajuan Pergerakan anda kepada AP atau AD anda, Adaptive (berdasarkan level). ","shortDescription":"Mendapat 3% tambahan <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">MS</lol-uikit-tooltipped-keyword>. Mendapat tambahan AP atau AD berdasarkan bonus Kelajuan Pergerakan. ","runeId":8234},{"name":"Absolute Focus","longDescription":"Apabila berada di atas 70% HP, mendapat sehingga +40 Kuasa Kebolehan atau +28.0 Damage Serangan, Adaptive (berdasarkan level)","shortDescription":"Apabila berada di atas 70% HP, mendapat sehingga +40 Kuasa Kebolehan atau +28.0 Damage Serangan, Adaptive (berdasarkan level)<br>","runeId":8233}],"name":"Damage"},{"runes":[{"name":"Scorch","longDescription":"Kebolehan anda seterusnya menyerang set champion ke atas api, mengenakan 10 - 40 bonus damage sihir berdasarkan level.<br><br>Cooldown: 20-8 saat.","shortDescription":"Kebolehan pertama menyerang setiap 20 saat membakar champion.","runeId":8237},{"name":"Waterwalking","longDescription":"Mendapat 25 Kelajuan Pergerakan dan sehingga +30 Kuasa Kebolehan atau +21.0 Damage Serangan, Adaptive (berdasarkan level) apabila berada dalam river.<br>","shortDescription":"Mendapat Kelajuan Pergerakan dan AP atau AD (Adaptive) di river.","runeId":8232},{"name":"Gathering Storm","longDescription":"Setiap 10 minit mendapat AP atau AD (Adaptive).<br><br><i>10 minit</i>: + 8 AP atau 6 AD <br><i>20 minit</i>: + 24 AP atau 18 AD<br><i>30 minit</i>: + 48 AP atau 36 AD<br><i>40 minit</i>: + 80AP atau 60 AD<br><i>50 minit</i>: + 120 AP atau 90 AD<br><i>60 minit</i>: + 168 AP atau 126 AD<br>etc...","shortDescription":"Mendapat tambahan AD atau AP (Adaptive) sewaktu permainan.","runeId":8236}],"name":"Akses"}]},{"name":"Inspiration","slogan":"Melebihi manusia","description":"Alat kreatif dan pelanggaran peraturan","bonuses":[{"name":"","value":""},{"name":"Inspiration + Sorcery","value":"+20% Posyen dan Durasi Elixir<br>+12 Kuasa Kebolehan atau +8.4 Damage Serangan, Adaptive"},{"name":"Inspiration + Resolve","value":"+20% Posyen dan Durasi Elixir<br>+56 HP"},{"name":"Inspiration + Precision","value":"+20% Posyen dan Durasi Elixir<br>+10% <a href='AdaptivePower'>Kelajuan Serangan</a>D133"}],"slots":[{"runes":[{"name":"Glacial Augment","longDescription":"Serangan asas ke atas champion memperlahankan mereka selama 2 saat (6-3 saat setiap unit cooldown). Slow meningkat dalam kekuatan pada waktu durasinya.<li>Serangan berjarak diperlahankan sebanyak 25% - 40% <br>Serangan melee diperlahankan sebanyak 35% - 50%</li> <br>Memperlahankan champion dengan item aktif menembak cahaya membeku melalui mereka, selama 5 saat, memperlahankan semua unit di dalam sebanyak 50% (maksimum 3 sinaran setiap penggunaan item).","shortDescription":"Serangan pertama anda ke atas champion musuh memperlahankan mereka (setiap unit cooldown). Memperlahankan champion dengan item aktif menembak sinaran membeku ke atas mereka, menghasilkan zon perlahan.","runeId":8351},{"name":"Summoner Specialist","longDescription":"Mendapat 15% cooldown Spell Summoner dan anda boleh tukatkan Spell Summoner anda kepada kepada yang lain di kedai sebanyak 1 Shard Summoner. <br><br>Dapatkan Shard Summoner anda pada 2 minit, dan setiap 6 minit selepas itu. (Maksimum 2 shard)<br><br><rules>(Membeli Smite tidak memberikan anda akses kepada item Smite)<br>(Anda tidak boleh mempunyai dia Spell Summoner yang sama)</rules>","shortDescription":"Dapatkan Shard Summoner dan tukatkan mereka di kedai untuk menukarkan Spell Summoner anda.<br>","runeId":8326},{"name":"Akan datang!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Keystone"},{"runes":[{"name":"Hextech Flashtraption","longDescription":"Apabila Flash cooldown ia digantikan dengan Hexflash.<br><br>Hexflash: Disalurkan selama 2.5 saat untuk pergi ke lokasi baru.<br><br>Cooldown: 20 saat. Mempunyai 10 saat cooldown apabila anda memasuki pertempuran champion.<br>","shortDescription":"Bila Flash berada dalam cooldown, ia digantikan dengan Hexflash.<br><br>Hexflash: Channel, kemudian berkelip ke lokasi baru.","runeId":8306},{"name":"Biscuit Delivery","longDescription":"Biscuit Delivery: Mendapat Total Biscuit of Everlasting setiap 3 minit, sehingga 12 minit.<br><br>Biscuits mengembalikan 15% daripada mana anda yang hilang dan meningkatkan cap mana anda sebanyak 40 mana kekal. <br><br>Champion tanpa pengembalian mana 20% akan kehilangan HP.<br>","shortDescription":"Dapatkan Biscuit percuma setiap 3 minit, sehingga 12 minit. Biscuits heal dan secara kekal meningkatkan mana maksimum anda.","runeId":8345},{"name":"Perfect Timing","longDescription":"Mulakan permainan dengan Commencing Stopwatch yang ditukarkan kepada Stopwatch selepas 6 minit. Stopwatch mempunyai satu pengguna kesan Stasis.<br><br>Mengurangkan cooldown Zhonyas Hourglass, Guardian Angel, dan Gargoyle's Stoneplate sebanyak 15%.","shortDescription":"Mendapat percuma Stopwatch. Stopwatch hanya mempunyai satu Stasis aktif.","runeId":8313}],"name":"Persediaan"},{"runes":[{"name":"Magical Footwear","longDescription":"Anda mendapat Slightly Magical Boots pada 10 minit, anda tidak boleh membeli but sebelum itu. <br><br>Slightly Magical Boots memberikan anda tambahan +10 kelajuan pergerakan dan menaik tarak kurang 50 gold.","shortDescription":"Anda mendapat but percuma pada 10 minit tapi anda tidak boleh membeli but sebelum itu. But ini memberikan tambahan MS.","runeId":8304},{"name":"Future's Market","longDescription":"Anda boleh memasukkan hutang untuk membeli item. Jumlah anda boleh pinjam meningkat mengikut masa.<br><br>Had hutang: 150 + 5/minit<br><br>Yuran meminjam: 50 gold setiap item<br><br>","shortDescription":"Anda boleh masukkan hutang untuk membeli item.","runeId":8321},{"name":"Minion Dematerializer","longDescription":"Mulakan permainan dengan 6 Total Biscuit of Everlasting yang membunuh dan menyerap lane minion dengan segera. Total Biscuit of Everlasting apabila berada dalam cooldown untuk kali pertama, 155 saat permainan.<br><br>Menyerap minion meningkatkan damage sebanyak +4% ke atas jenis minion kekal, dan tambahan +1% untuk setiap tambahan minion yang diserap.<br>","shortDescription":"Mulakan permainan dengan 6 Total Biscuit of Everlasting. Membunuh minion dengan item yang diberikan memberikan bonus damage vs. jenis minion yang kekal.","runeId":8316}],"name":"Alat"},{"runes":[{"name":"Cosmic Insight","longDescription":"+5% Pengurangan Cooldown<br>+5% Pengurangan Cooldown Maksimum<br>+5% Spell Summoner Pengurangan Cooldown<br>+5% Item Pengurangan Cooldown","shortDescription":"+5% Pengurangan Cooldown <br>+5% Maksimum Pengurangan Cooldown<br>+5% Cooldown Spell Summoner <br>+5% Item Pengurangan Cooldown","runeId":8347},{"name":"Approach Velocity","longDescription":"Mendapat 10% Kelajuan Pergerakan ke arah ahli pasukan berdekatan yang terkena CC atau musuh yang anda CC. <br><br>Jarak: 1000","shortDescription":"Bonus Kelajuan Pergerakan ke arah ahli pasukan berdekatan terkena CC atau musuh yang anda CC.","runeId":8410},{"name":"Celestial Body","longDescription":"+ 100 HP kekal<br>- 5% Damage kepada Champion sehingga 10 minit","shortDescription":"+100 HP kekal pada kos awal damage champion","runeId":8339}],"name":"Sinergi"}]}]}
