{"styles":[{"name":"Храбрость","slogan":"Живите вечно","description":"Прочность и контроль","bonuses":[{"name":"Бонус набора Храбрость + Точность","value":"+70 здоровья"},{"name":"Бонус набора Храбрость + Доминирование","value":"+70 здоровья"},{"name":"Бонус набора Храбрость + Колдовство","value":"+70 здоровья<br>"},{"name":"Бонус набора Храбрость + Вдохновение","value":"+105 здоровья"}],"slots":[{"runes":[{"name":"Хватка нежити","longDescription":"Каждые 4 сек. в бою ваша следующая автоатака против чемпиона усиливается и приобретает следующие эффекты: <li>Наносит дополнительный урон в размере 3% от вашего максимального запаса здоровья<br>Восстанавливает вам здоровье в размере 1.5% от вашего максимального запаса здоровья<br>Навсегда увеличивает ваш запас здоровья на 5</li><br><rules>Для чемпионов дальнего боя урон и лечение уменьшены вдвое. Кроме того, они получают 2 постоянного здоровья.</rules>","shortDescription":"Каждые 4 сек. ваша следующая автоатака против чемпиона наносит дополнительный урон, а также восстанавливает вам здоровье и навсегда увеличивает ваш запас здоровья.","runeId":8437},{"name":"Страж","longDescription":"Щелкнув правой кнопкой по союзному чемпиону, вы накладываете на него оберег на 3 сек. Перед получением урона вы оба получаете щит на 2.5 секунды. Перезарядка: 45 сек. или 6 сек., если щит не активировался.<br><br>Общая прочность щита: 110-250 (<scaleAP>+0.15 от силы умений</scaleAP>) (<scalehealth>+10% от дополнительного здоровья</scalehealth>).","shortDescription":"Щелкнув правой кнопкой мыши по союзному чемпиону, вы даете щит себе и ему.","runeId":8436},{"name":"Дрожь земли","longDescription":"После обездвиживания вражеского чемпиона ваши текущие броня и сопротивление магии увеличиваются на 10 + 30% на 2.5 сек. Через 2.5 сек. после этого вы наносите урон ближайшим врагам.<br><br>Урон: 40-140 (+3.5% от вашего максимального запаса здоровья) – адаптивно<br>Перезарядка: 20 сек.<br>","shortDescription":"После обездвиживания вражеского чемпиона ваши защитные показатели увеличиваются, а спустя короткое время вы наносите взрывной урон вокруг себя.","runeId":8439}],"name":"Ключевая руна"},{"runes":[{"name":"Настойчивость","longDescription":"После использования заклинания призывателя вы получаете 25% стойкости и 25% сопротивления замедлению на 10 сек. Ваши дополнительные броня и сопротивление магии увеличиваются на 7% за каждое заклинание призывателя на перезарядке.","shortDescription":"После использования заклинания призывателя вы ненадолго получаете стойкость и сопротивление замедлению. После этого ваши дополнительные броня и сопротивление магии увеличиваются за каждое заклинание призывателя на перезарядке.","runeId":8242},{"name":"Снос","longDescription":"Вы готовите мощную атаку против башни в течение 4 сек., когда находитесь в пределах 600 ед. от нее. Заряженная атака наносит дополнительный физический урон в размере 375 (+20% от вашего максимального запаса здоровья).<br><br>Перезарядка: 60 сек.","shortDescription":"Вы готовите мощную атаку против башни, когда находитесь поблизости от нее.","runeId":8446},{"name":"Живой источник","longDescription":"Если вы ограничиваете передвижение вражеского чемпиона, он помечается на 4 сек. <br><br>Союзные чемпионы, которые атакуют помеченных врагов, восстанавливают себе здоровье в размере 5 + 1.0% от вашего максимального запаса здоровья.<br><br>(Если вы сами атакуете помеченного врага, то восстанавливаете себе втрое меньше здоровья).","shortDescription":"Ограничивая передвижение вражеских чемпионов, вы помечаете их. Когда вы или ваши союзники атакуют помеченных чемпионов, они восстанавливают себе здоровье. ","runeId":8463}],"name":"Стратегия"},{"runes":[{"name":"Железная кожа","longDescription":"Ваша броня увеличивается на 3. Когда вы восстанавливаете здоровье в размере не менее 20 или от эффекта расходуемого предмета, ваша броня увеличивается на 5% на 3 сек.","shortDescription":"","runeId":8430},{"name":"Отражающий панцирь","longDescription":"Ваше сопротивление магии увеличивается на 3. Когда вы восстанавливаете здоровье в размере не менее 20 или от эффекта расходуемого предмета, ваше сопротивление магии увеличивается на 5% на 3 сек. <br>","shortDescription":"Ваше сопротивление магии увеличивается на 3. Когда вы восстанавливаете здоровье в размере не менее 20 или от эффекта расходуемого предмета, ваше сопротивление магии увеличивается на 5% на 3 сек. <br> <br><br>","runeId":8435},{"name":"Накопление","longDescription":"После 10-й минуты вы получаете 6 брони и 6 сопротивления магии; кроме того, ваши общие броня и сопротивление магии увеличиваются на 5%.<br><br>Дальность: 800 ед.","shortDescription":"После 10-й минуты вы получаете 6 брони и 6 сопротивления магии; кроме того, ваши общие броня и сопротивление магии увеличиваются на 5%.","runeId":8429}],"name":"Защита"},{"runes":[{"name":"Разрастание","longDescription":"За каждых 10 монстров или вражеских миньонов, умерших около вас, вы навсегда увеличиваете максимальный запас здоровья на 0.2%.<br><br>Дальность: 1400 ед.","shortDescription":"За каждых 10 монстров или вражеских миньонов, умерших около вас, вы навсегда увеличиваете максимальный запас здоровья на 0.2%.","runeId":8451},{"name":"Оживление","longDescription":"Сила лечения и прочность щитов увеличиваются на 5%. Если уровень здоровья цели ниже 40%, размер увеличения повышается на 10%.","shortDescription":"Сила лечения и прочность щитов увеличиваются на 5%. Если уровень здоровья цели ниже 40%, размер увеличения повышается на 10%.","runeId":8453},{"name":"Второе дыхание","longDescription":"При получении урона от вражеского чемпиона вы восстанавливаете себе здоровье в размере 4% от недостающего здоровья в течение 10 сек.","shortDescription":"В течение некоторого времени восстанавливает здоровье в зависимости от недостающего здоровья.","runeId":8444}],"name":"Синергия"}]},{"name":"Доминирование","slogan":"Выслеживайте и убивайте добычу","description":"Взрывной урон и доступ к цели","bonuses":[{"name":"Бонус набора Доминирование + Вдохновение","value":"+15 силы умений или +10.5 силы атаки (адаптивно)"},{"name":"Бонус набора Доминирование + Храбрость","value":"+10 силы умений или +7.0 силы атаки (адаптивно)"},{"name":"Бонус набора Доминирование + Колдовство","value":"+10 силы умений или +7.0 силы атаки (адаптивно)"},{"name":"Бонус набора Доминирование + Точность","value":"+10 силы умений или +7.0 силы атаки (адаптивно)"}],"slots":[{"runes":[{"name":"Казнь электричеством","longDescription":"Наносит дополнительный адаптивный урон, если вы поражаете врага 3 <b>уникальными</b> атаками или умениями в течение 2 секунд.<br><br>Урон: 60-220 (+0.50 от дополнительной силы атаки, +0.3 от силы умений).<br><br>Перезарядка: 50-25 сек.","shortDescription":"Наносит дополнительный магический урон, если вы поражаете врага 3 <b>уникальными</b> атаками или умениями в течение 2 секунд.","runeId":8112},{"name":"Хищник","longDescription":"Зачаровывает ваши ботинки активным эффектом <font color='#c60300'>Хищник</font>.<br><br>После 1,5 сек. подготовки вне боя на чемпиона накладывается эффект, который увеличивает его скорость передвижения на 45% на 15 сек. Автоатаки и умения с уроном прерывают действие эффекта, нанося дополнительный адаптивный урон в размере 60-140 ед. (+<scaleAD>0,2</scaleAD> от дополнительной силы атаки) (+<scaleAP>0,3</scaleAP> от силы умений).<br><br>Перезарядка: 180 сек. Перезарядка происходит в начале и если чемпиона прервали во время подготовки.","shortDescription":"У ваших ботинок появляется активный эффект, который значительно увеличивает скорость передвижения, а также увеличивает урон ваших следующих автоатаки или умения.","runeId":8124},{"name":"Темная жатва","longDescription":"Чемпионы, большие миньоны и большие монстры после смерти оставляют эссенцию души. После подбора души ваша следующая автоатака против чемпиона или строения в течение 20 сек. наносит дополнительный адаптивный урон.<br><br>Дополнительный урон: 60-100 (+0.15 от дополнительной силы атаки) (+0.1 от силы умений) + <i>собранная эссенция души</i><br><br><rules><br>Души чемпионов дают 10 эссенции души.<br>Души монстров дают 2 эссенции души.<br>Души миньонов дают 5 эссенции души.<br></rules>","shortDescription":"Чемпионы, большие миньоны и большие монстры оставляют после смерти эссенцию души. Коснитесь души, чтобы поглотить ее и нанести дополнительный урон во время следующей автоатаки в зависимости от общего количества собранной эссенции души.","runeId":8128}],"name":"Ключевая руна"},{"runes":[{"name":"Тотем-зомби","longDescription":"При уничтожении вражеского тотема на его месте появляется ваш Тотем-зомби. Если в кустах, в которых должен появиться Тотем-зомби, уже находится другой тотем, он занимает место вашего аксессуара на 30 сек.<br><br>Тотемы-зомби видимы для всех, существуют в течение 180 сек. и не учитываются в ограничении на количество одновременно существующих тотемов.","shortDescription":"Если вы уничтожаете вражеский тотем, на его месте появляется ваш Тотем-зомби.","runeId":8136},{"name":"Призрачный поро","longDescription":"Когда вы входите в кусты, появляется поро. Он остается в кустах, обеспечивая обзор, в течение 25000 сек. или пока его не спугнет вражеский чемпион.<br><br>Частота появления поро: 30 сек.","shortDescription":"Когда вы входите в кусты, в них появляется поро. Он остается там, обеспечивая вам обзор.","runeId":8120},{"name":"Коллекция глаз","longDescription":"За каждое добивание чемпиона вы навсегда получаете +2 силы умений или +1.4 силы атаки (адаптивно) и вдвое меньше за уничтожение тотема.","shortDescription":"За каждое добивание чемпиона вы навсегда получаете +2 силы умений или +1.4 силы атаки (адаптивно) и вдвое меньше за уничтожение тотема.","runeId":8138}],"name":"Урон"},{"runes":[{"name":"Грязный прием","longDescription":"Нанося урон чемпионам, которые <b>ограничены в передвижении или выполнении действий</b>, вы дополнительно наносите им 12-30 чистого урона (в зависимости от уровня).<br><br>Перезарядка: 4 сек.","shortDescription":"Наносит дополнительный чистый урон врагам, которые <b>ограничены в передвижении или выполнении действий</b>.","runeId":8126},{"name":"Вкус крови","longDescription":"При нанесении урона вражескому чемпиону вы восстанавливаете себе здоровье.<br><br>Лечение: 18-35 (+0.20 от дополнительной силы атаки, +0.1 от силы умений) здоровья (в зависимости от уровня)<br>Перезарядка: 20","shortDescription":"Восстанавливает здоровье, когда вы наносите урон вражескому чемпиону.","runeId":8139},{"name":"Внезапный удар","longDescription":"В течение 3 сек. после прыжка, рывка или телепортации вы дополнительно наносите 5% урона чемпионам.","shortDescription":"Вы наносите дополнительный урон после прыжка, рывка или телепортации.","runeId":8143}],"name":"Растущий"},{"runes":[{"name":"Ненасытный охотник","longDescription":"Часть урона, который вы наносите умениями, возвращается к вам в виде здоровья.<br><br>Лечение: 2.5% + 2.5% за каждый заряд <i>Охотника за головами</i>. <br><br>Вы получаете заряды <i>Охотника за головами</i> за первое убийство каждого вражеского чемпиона (по одному заряду на врага).<br><br><rules><br>Лечение от умений, бьющих по площади, уменьшено втрое.</rules><br>","shortDescription":"Часть урона, нанесенного вашими умениями, возвращается к вам в виде здоровья. Эффект увеличивается с каждым уникальным добиванием.","runeId":8135},{"name":"Изобретательный охотник","longDescription":"Сокращает <b>время перезарядки активных предметов</b> на 1 плюс 6% за каждый заряд <i>Охотника за головами</i> (включая аксессуары).<br><br>Вы получаете заряды <i>Охотника за головами</i> за первое убийство каждого вражеского чемпиона (по одному заряду на врага).","shortDescription":"<b>Уникальные</b> добивания навсегда сокращают <b>перезарядку активных предметов</b> (включая аксессуары).","runeId":8134},{"name":"Беспощадный охотник","longDescription":"Увеличивает <b>скорость передвижения вне боя</b> на 8 плюс 8 за каждый заряд <i>Охотника за головами</i>.<br><br>Вы получаете заряды <i>Охотника за головами</i> за первое убийство каждого вражеского чемпиона (по одному заряду на врага).","shortDescription":"<b>Уникальные</b> убийства навсегда увеличивают <b>скорость передвижения вне боя</b>. ","runeId":8105}],"name":"Охотник"}]},{"name":"Точность","slogan":"Станьте легендой","description":"Улучшенные атаки и постоянный урон","bonuses":[{"name":"Бонус набора Точность + Колдовство","value":"+12% скорости атаки"},{"name":"Бонус набора Точность + Храбрость","value":"+12% скорости атаки"},{"name":"Бонус набора Точность + Вдохновение","value":"+18% скорости атаки"},{"name":"Бонус набора Точность + Доминирование","value":"+12% скорости атаки"}],"slots":[{"runes":[{"name":"Решительное наступление","longDescription":"Когда вы атакуете одного и того же чемпиона, ваши автоатаки начинают бесконечно увеличивать силу атаки (1.5-4 силы атаки за заряд; для чемпионов ближнего боя это значение увеличено вдвое).<br><br>Продолжительность существования заряда составляет 4 сек.<br><br>Меняя цель, вы теряете половину зарядов.","shortDescription":"Когда вы атакуете одного и того же чемпиона, ваши автоатаки начинают бесконечно увеличивать силу атаки.","runeId":8003},{"name":"Смертельный темп","longDescription":"Спустя 1,5 секунды после нанесения урона вражескому чемпиону ваша скорость атаки увеличивается на 30-80% (в зависимости от уровня) на 3 секунды. Атакуя чемпиона, вы повышаете длительность эффекта до 6 секунд.<br><br>Перезарядка: 6 сек.<br><br>Смертельный темп позволяет вам временно превысить ограничение на максимальную скорость атаки.","shortDescription":"Спустя 1,5 секунды после нанесения урона чемпиону ваша скорость атаки значительно увеличивается. Смертельный темп позволяет вам временно превысить ограничение на максимальную скорость атаки.","runeId":8008},{"name":"Искусное лавирование","longDescription":"Во время передвижения и атак накапливаются заряды энергии. Когда их станет 100, ваша следующая атака будет заряженной.<br><br>Заряженные атаки восстанавливают вам здоровье в размере 5-50 (+0.10 от дополнительной силы атаки, +0.20 от силы умений) и увеличивают скорость передвижения на 30% на 1 секунду.<br><rules><br>Не наносит урона монстрам.</rules>","shortDescription":"Во время передвижения и атак накапливаются заряды энергии. Когда их станет 100, ваша следующая атака восстановит вам здоровье и увеличит скорость передвижения.","runeId":8021}],"name":"Ключевая руна"},{"runes":[{"name":"Сверхлечение","longDescription":"50% от избыточного лечения превращаются в щит, который постепенно теряет прочность. Прочность щита составляет 30 + 8% от вашего максимального запаса здоровья.<br><br>Если вас лечат союзники, в щит превращается 50% от избыточного лечения.","shortDescription":"При лечении сверх максимального запаса здоровья вы получаете щит, который постепенно теряет прочность. Прочность щита может достигать 30 + 8% от вашего максимального запаса здоровья.","runeId":9101},{"name":"Триумф","longDescription":"При добивании восстанавливает 15% от недостающего здоровья и дополнительно дает 25 золота. ","shortDescription":"Добивания восстанавливают здоровье и дают дополнительное золото.","runeId":9111},{"name":"Присутствие духа","longDescription":"Когда у вас меньше 60% маны, при применении автоатак к чемпионам вы накапливаете Сосредоточенность (не более 5). После выхода из боя вся Сосредоточенность превращается в ману. Заряженные атаки дают больше Сосредоточенности.","shortDescription":"Атакуя врагов при низком уровне маны, вы накапливаете Сосредоточенность, которая восстанавливает ману после выхода из боя.","runeId":8010}],"name":"Живучесть"},{"runes":[{"name":"Легенда: рвение","longDescription":"Ваша скорость атаки увеличивается на 5% плюс еще на 3% за каждый заряд <i>Легенды</i> (не более 5 зарядов).<br><br>Вы получаете заряды <i>Легенды</i> за каждые 30 заработанных очков:<br>    20 очк. за добивание чемпиона<br>    20 очк. за добивание эпического монстра<br>    4 очк. за убийство большого монстра<br>    1 за убийство миньона","shortDescription":"Убийства врагов навсегда увеличивают вашу <b>скорость атаки</b>. ","runeId":9104},{"name":"Легенда: стойкость","longDescription":"Ваша стойкость увеличивается на 5% плюс еще на 3% за каждый заряд <i>Легенды</i> (не более 5 зарядов).<br><br>Вы получаете заряды <i>Легенды</i> за каждые 30 заработанных очков:<br>    20 очк. за добивание чемпиона<br>    20 очк. за добивание эпического монстра<br>    4 очк. за убийство большого монстра<br>    1 за убийство миньона","shortDescription":"Убийства врагов навсегда увеличивают вашу <b>стойкость</b>. ","runeId":9105},{"name":"Легенда: родословная","longDescription":"Ваш вампиризм увеличивается на 1% за каждый заряд <i>Легенды</i> (не более 5 зарядов).<br><br>Вы получаете заряды <i>Легенды</i> за каждые 30 заработанных очков:<br>    20 очк. за добивание чемпиона<br>    20 очк. за добивание эпического монстра<br>    4 очк. за убийство большого монстра<br>    1 за убийство миньона","shortDescription":"Убийства врагов навсегда дают вам <b>вампиризм</b>. ","runeId":9103}],"name":"Растущий"},{"runes":[{"name":"Удар милосердия","longDescription":"Вы наносите на 5% больше урона чемпионам, чей уровень здоровья ниже 40%.","shortDescription":"Вы наносите на 5% больше урона чемпионам с низким уровнем здоровья.","runeId":8014},{"name":"Реванш","longDescription":"Вы дополнительно наносите до 8% урона чемпионам в зависимости от того, насколько у них больше здоровья, чем у вас.","shortDescription":"Вы дополнительно наносите до 8% урона чемпионам, у которых больше здоровья, чем у вас.","runeId":8017},{"name":"Последний рубеж","longDescription":"Вы наносите до 5% больше урона чемпионам, когда ваш уровень здоровья ниже 80%.","shortDescription":"Ваши атаки наносят чемпионам дополнительный урон, когда у вас мало здоровья.","runeId":8299}],"name":"Урон"}]},{"name":"Колдовство","slogan":"Устройте погром","description":"Усиленные умения и эффекты по площади","bonuses":[{"name":"Бонус набора Колдовство + Точность","value":""},{"name":"Бонус набора Колдовство + Вдохновение","value":""},{"name":"Бонус набора Колдовство + Храбрость","value":"+15 силы умений или +10.5 силы атаки (адаптивно)"},{"name":"Бонус набора Колдовство + Доминирование","value":""}],"slots":[{"runes":[{"name":"Призыв Эри","longDescription":"Ваши атаки и умения направляют к цели Эри, которая наносит урон врагам или накладывает щит на союзников.<br><br>Урон: 10 + 40 в зависимости от уровня (<scaleAP>+10% от силы умений</scaleAP> или <scaleAD>+15% дополнительной силы атаки</scaleAD><br>Прочность щита: 40 - 100 в зависимости от уровня <scaleAP>+25% от силы умений</scaleAP> или <scaleAD>+25% дополнительной силы атаки</scaleAD> <br><br>Эри нельзя послать снова, пока она не вернется к вам.","shortDescription":"Ваши автоатаки и умения направляют Эри к цели: она наносит урон врагам или накладывает щит на союзников.","runeId":8214},{"name":"Магическая комета","longDescription":"При нанесении чемпиону урона умением в место, где он находится, падает комета.<br><br>Урон (адаптивный): 40-100 в зависимости от уровня (<scaleAP>+0.2 от силы умений</scaleAP> и <scaleAD>0.35 от дополнительной силы атаки</scaleAD>)<br><br>Перезарядка: 20 - 8 сек. ","shortDescription":"Поражая чемпиона умением, вы сбрасываете на него комету, наносящую урон.","runeId":8229},{"name":"Фазовый рывок","longDescription":"При поражении вражеского чемпиона 3 <b>уникальными</b> автоатаками или умения в течение 2 сек. ваша скорость передвижения увеличивается на 30-60% в зависимости от уровня.<br><br><i>Чемпионы ближнего боя:</i> кроме того, вы получаете 75% устойчивости к замедлению на время действия.<br><br>Продолжительность: 3 сек.<br>Перезарядка: 15 сек.","shortDescription":"Поражая вражеского чемпиона 3 <b>уникальными</b> автоатаками или умениями, вы кратковременно увеличиваете свою скорость передвижения. ","runeId":8230}],"name":"Ключевая руна"},{"runes":[{"name":"Сфера уничтожения","longDescription":"Когда уровень здоровья достигает 30%, вы получаете щит, поглощающий магический урон в размере 30-120 в зависимости от уровня (<scaleAP>+10% от силы умений</scaleAP> или <scaleAD>+15% от силы атаки</scaleAD>).<br><br>Перезарядка: 60 сек.","shortDescription":"Когда у вас низкий уровень здоровья, вы получаете щит от магического урона.","runeId":8224},{"name":"Поток маны","longDescription":"Восстанавливает затраты маны или энергии первого примененного умения каждые 60 секунд. Кроме того, восстанавливает 10% от недостающей маны или энергии.","shortDescription":"Периодически восстанавливает затраты маны или энергии первого примененного умения. Кроме того, восстанавливает часть недостающей маны или энергии.","runeId":8226},{"name":"Шляпа абсолюта","longDescription":"Время перезарядки вашего абсолютного умения сокращено на 5%. Это значение увеличивается на 2.0% каждый раз, когда начинается перезарядка вашего абсолютного умения. Суммируется до 5 раз.","shortDescription":"Увеличивает сокращение перезарядки и максимальное сокращение перезарядки вашего абсолютного умения. Это значение увеличивается каждый раз, когда вы применяете абсолютное умение, вплоть до определенного предела.","runeId":8243}],"name":"Игра на линии"},{"runes":[{"name":"Превосходство","longDescription":"Ваше сокращение перезарядки увеличивается на 10%, когда вы достигаете 10 уровня.<br><br>Каждый процент избыточного сокращения перезарядки превращается в +2 силы умений или +1.4 силы атаки (адаптивно).","shortDescription":"Увеличивает сокращение перезарядки на 10%, когда вы достигаете 10 уровня. Избыточное сокращение перезарядки переходит в силу умений или силу атаки (адаптивно).","runeId":8210},{"name":"Быстрота","longDescription":"Ваша скорость передвижения увеличивается на 3%, а 8% от вашей дополнительной скорости передвижения превращаются в силу умений или силу атаки – адаптивно (в зависимости от уровня).","shortDescription":"Ваша <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">скорость передвижения</lol-uikit-tooltipped-keyword> увеличивается на 3%. Ваши сила умений или сила атаки увеличиваются в зависимости от дополнительной скорости передвижения. ","runeId":8234},{"name":"Полная сосредоточенность","longDescription":"Когда уровень вашего здоровья выше 70%, вы получаете до +40 силы умений или +28.0 силы атаки (адаптивно) (в зависимости от уровня)","shortDescription":"Когда уровень вашего здоровья выше 70%, вы получаете до +40 силы умений или +28.0 силы атаки (адаптивно) (в зависимости от уровня)<br>","runeId":8233}],"name":"Урон"},{"runes":[{"name":"Ожог","longDescription":"При следующем попадании умением по чемпиону ваша цель воспламеняется и дополнительно получает 10-40 магического урона в зависимости от уровня.<br><br>Перезарядка: 20-8 сек.","shortDescription":"Каждые 20 сек. ваше первое попадание умением обжигает чемпионов.","runeId":8237},{"name":"Хождение по воде","longDescription":"Дает 25 скорости передвижения и еще до +30 силы умений или +21.0 силы атаки (адаптивно) (в зависимости от уровня), когда вы находитесь на реке.<br>","shortDescription":"Увеличивает скорость передвижения, а также силу умений или силу атаки (адаптивно), когда вы находитесь на реке.","runeId":8232},{"name":"Надвигающаяся буря","longDescription":"Раз в 10 мин. вы получаете силу умений или силу атаки (адаптивно).<br><br><i>10 минут</i>: +8 силы умений или +6 силы атаки <br><i>20 минут</i>: +24 силы умений или +18 силы атаки<br><i>30 минут</i>: +48 силы умений или +36 силы атаки<br><i>40 минут</i>: +80 силы умений или +60 силы атаки<br><i>50 минут</i>: +120 силы умений или +90 силы атаки<br><i>60 минут</i>: +168 силы умений или +126 силы атаки<br>И т.д.","shortDescription":"По ходу игры вы получаете растущие прибавки к силе атаки или силе умений (адаптивно).","runeId":8236}],"name":"Доступ"}]},{"name":"Вдохновение","slogan":"Перехитрите простых смертных","description":"Хитрости и игра не по правилам","bonuses":[{"name":"Бонус набора Вдохновение + Доминирование","value":"+20% продолжительности действия зелий и эликсиров<br>+8 силы умений или +5.6 силы атаки (адаптивно)"},{"name":"Бонус набора Вдохновение + Колдовство","value":"+20% продолжительности действия зелий и эликсиров<br>+12 силы умений или +8.4 силы атаки (адаптивно)"},{"name":"Бонус набора Вдохновение + Храбрость","value":"+20% продолжительности действия зелий и эликсиров<br>+56 здоровья"},{"name":"Бонус набора Вдохновение + Точность","value":"+20% продолжительности действия зелий и эликсиров<br>+10% <a href='AdaptivePower'>скорости атаки</a>"}],"slots":[{"runes":[{"name":"Ледяной нарост","longDescription":"При поражении чемпионов автоатаками вы замедляете их на 2 сек. (перезарядка для каждого бойца: 6-3 сек.). Сила замедления постепенно увеличивается во время действия.<li>Атаки дальнего боя замедляют до 25-40% <br>Атаки ближнего боя замедляют до 35-50%</li> <br>При замедлении чемпиона с помощью активных предметов вы выпускаете ледяной луч, который замораживает землю вокруг него на 5 сек. Все бойцы на замороженной земле замедляются на 50% (не более 3 лучей за одно использование предмета).","shortDescription":"Ваша первая атака против вражеского чемпиона замедляет его (на каждого чемпиона отдельная перезарядка). Замедляя чемпионов с помощью активных предметов, вы выпускаете в них ледяной луч, который создает вокруг них область замедления.","runeId":8351},{"name":"Знаток заклинаний","longDescription":"Время перезарядки заклинаний призывателя сокращается на 15%. Кроме того, вы можете заменить одно из своих заклинаний призывателя на другое за Осколки заклинаний (1) в магазине. <br><br>Свой первый Осколок вы получаете на 2 минуте, а следующие – раз в 6 мин. Максимальное количество: 2.<br><br><rules>Приобретя Кару, вы не получите доступа к предметам Кары.<br>У вас не может быть двух одинаковых заклинаний призывателя.</rules>","shortDescription":"Вы получаете Осколки заклинаний и можете тратить их в магазине на замену заклинаний призывателя.<br>","runeId":8326},{"name":"Уже скоро!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Ключевая руна"},{"runes":[{"name":"Хекстековый скачок","longDescription":"Когда Скачок находится на перезарядке, его заменяет Хекс-скачок.<br><br>Хекс-скачок: после 2.5 сек. подготовки перемещает вас в новое место.<br><br>Перезарядка: 20 сек. Когда вы начинаете бой с чемпионом, заклинание уходит на перезарядку на 10 сек.<br>","shortDescription":"Когда Скачок находится на перезарядке, его заменяет Хекс-скачок.<br><br>Хекс-скачок: после подготовки перемещает вас в новое место.","runeId":8306},{"name":"Доставка печенья","longDescription":"Доставка печенья: вы получаете предмет Тотальная печенька восстановления каждые 3 мин. вплоть до 12 минуты.<br><br>Печеньки восстанавливают 15% от недостающего здоровья и маны и навсегда увеличивают ваш максимальный запас маны на 40.<br><br>Чемпионы без маны восстанавливают себе 20% от недостающего здоровья.<br>","shortDescription":"Вы получаете бесплатную печеньку каждые 3 мин. вплоть до 12 минуты. Печеньки восстанавливают здоровье и навсегда увеличивают максимальный запас маны.","runeId":8345},{"name":"Самое время","longDescription":"Вы начинаете игру с предметом Начальный секундомер, который превращается в предмет Секундомер через 6 мин. Секундомер может единожды наложить на вас эффект Стазиса.<br><br>Сокращает перезарядку Песочных часов Жони, Ангела-хранителя и Каменного доспеха гаргульи на 15%.","shortDescription":"Дает бесплатный предмет Секундомер. Секундомер может единожды наложить на вас эффект Стазиса.","runeId":8313}],"name":"Подготовка"},{"runes":[{"name":"Магическая обувь","longDescription":"Вы получаете бесплатные Ботинки с капелькой магии на 10 минуте, но не можете купить ботинки до этого момента. <br><br>Ботинки с капелькой магии дополнительно увеличивают вашу скорость передвижения на 10, а их улучшение стоит на 50 золота меньше.","shortDescription":"Вы получаете бесплатные ботинки на 10 минуте, но не можете купить ботинки до этого момента. Эти ботинки дают дополнительную скорость передвижения.","runeId":8304},{"name":"Рынок будущего","longDescription":"Вы получаете возможность покупать предметы в долг. Максимальная сумма долга повышается со временем.<br><br>Лимит: 150 + 5 золота за минуту<br><br>Комиссия: 50 золота за каждый предмет<br><br>","shortDescription":"Вы можете покупать предметы в долг.","runeId":8321},{"name":"Дезинтегратор миньонов","longDescription":"В начале игры вы получаете предмет Миньоны-странники с 6 зарядами, который мгновенно убивает и поглощает миньонов. В течение первых 155 сек. игры Миньоны-странники находится на перезарядке.<br><br>При поглощении миньона ваш урон против этого типа миньонов навсегда увеличивается на 4% и еще на 1% за каждого дополнительного поглощенного миньона этого типа.<br>","shortDescription":"Вы начинаете игру с предметом Миньоны-странники с 6 зарядами. Убивая миньонов с этим предметом, вы навсегда получаете прибавку к урону против миньонов этого типа.","runeId":8316}],"name":"Инструменты"},{"runes":[{"name":"Космическое знание","longDescription":"+5% сокращения перезарядки<br>+5% максимального сокращения перезарядки<br>+5% сокращения перезарядки заклинаний призывателя<br>+5% сокращения перезарядки предметов","shortDescription":"+5% сокращения перезарядки<br>+5% максимального сокращения перезарядки<br>+5% сокращения перезарядки заклинаний призывателя<br>+5% сокращения перезарядки предметов","runeId":8347},{"name":"Скорость приближения","longDescription":"Увеличивает скорость передвижения на 10% при перемещении в сторону союзников, на которых наложен эффект контроля, или врагов, на которых эффект контроля наложили вы. <br><br>Дальность: 1000","shortDescription":"Увеличивает скорость передвижения в сторону союзников, на которых наложен эффект контроля, или врагов, на которых эффект контроля наложили вы.","runeId":8410},{"name":"Небесное тело","longDescription":"+100 постоянного здоровья<br>-5% урона чемпионам до 10 минут","shortDescription":"+100 постоянного здоровья в ущерб урону чемпионам на ранней стадии игры","runeId":8339}],"name":"Синергия"}]}]}
