{"styles":[{"name":"Valor","slogan":"Vive para siempre","description":"Aguante y control de adversario","bonuses":[{"name":"Valor + Precisión","value":"+70 de vida"},{"name":"Valor + Dominación","value":"+70 de vida"},{"name":"Valor + Brujería","value":"+70 de vida"},{"name":"Valor + Inspiración","value":"+105 de vida"}],"slots":[{"runes":[{"name":"Garras del inmortal","longDescription":"Cada 4 s en combate, tu siguiente ataque básico a un campeón hará que: <li>Inflijas daño adicional equivalente a un 3% de tu vida máxima.<br>Te cures un 1.5% de tu vida máxima.<br>Aumente tu vida en 5 permanentemente.</li><br><rules>Campeones a distancia: El daño y la curación se reducen a la mitad y obtienen 2 de vida permanente.</rules>","shortDescription":"Cada 4 s, tu siguiente ataque a un campeón inflige daño adicional, te cura y aumenta tu vida permanentemente.","runeId":8437},{"name":"Protector","longDescription":"Hacer clic derecho sobre un campeón aliado le otorga un guardián protector a ese aliado durante 3 s. Antes de que tu aliado reciba daño, ambos recibís un escudo durante 2.5 s. 45 s de enfriamiento, 6 s si no se activa el escudo.<br><br>Fuerza total del escudo: 110-250 +(<scaleAP>0.15 de PH</scaleAP>) + (<scalehealth>+10% de vida adicional</scalehealth>).","shortDescription":"Hacer clic derecho en un campeón aliado os otorga a los dos un escudo.","runeId":8436},{"name":"Reverberacción","longDescription":"Tras inmovilizar a un campeón enemigo, tu armadura y resistencia mágica actuales aumentan un 10 + 30% durante 2.5 s. Después, inflige daño a los enemigos cercanos tras 2.5 s.<br><br>Daño: 40-140 (+3.5% de tu vida máxima) adaptable<br>Enfriamiento: 20 s<br> ","shortDescription":"Al inmovilizar a un campeón enemigo, aumentan tus resistencias y, luego, infliges daño explosivo a tu alrededor.","runeId":8439}],"name":"Clave"},{"runes":[{"name":"Perseverancia","longDescription":"Tras lanzar un hechizo de invocador, obtienes un 25% de tenacidad y un 25% de resistencia a la ralentización durante 10 s. Tu armadura y resistencia mágica adicional aumentan un 7% por cada hechizo de invocador en enfriamiento. ","shortDescription":"Tras lanzar un hechizo de invocador, obtienes tenacidad y resistencia a la ralentización durante un breve periodo de tiempo. Después, tu armadura y resistencia mágica adicional aumentan por cada hechizo de invocador en enfriamiento.","runeId":8242},{"name":"Demoler","longDescription":"Cargas un poderoso ataque contra una torre a lo largo de 4 s mientras estés a 600 unidades de distancia o menos de ella. El ataque cargado inflige 375 (+20% de tu vida máxima) de daño físico adicional.<br><br>Enfriamiento: 60 s.","shortDescription":"Cargas un poderoso ataque contra una torre mientras estés cerca de ella.","runeId":8446},{"name":"Fuente de vida","longDescription":"Reducir la movilidad de un campeón enemigo lo marca durante 4 s. <br><br>Los campeones aliados que ataquen a los enemigos marcados se curarán 5 + 1.0% de tu vida máxima. <br><br>(Los valores de curación se reducen a un tercio para tus propios ataques).","shortDescription":"Reducir la movilidad de un campeón enemigo lo marca. Tus aliados y tú os curáis al atacar a campeones a los que habéis marcado. ","runeId":8463}],"name":"Estrategia"},{"runes":[{"name":"Piel de hierro","longDescription":"Obtienes 3 de armadura. Cuando te curas al menos 20 de vida o por efecto de un consumible, tu armadura aumenta un 5% durante 3 s. ","shortDescription":"Obtienes 3 de armadura. Cuando te curas al menos 20 de vida o por efecto de un consumible, tu armadura aumenta un 5% durante 3 s. ","runeId":8430},{"name":"Concha espejo","longDescription":"Obtienes 3 de resistencia mágica. Cuando te curas al menos 20 de vida o por efecto de un consumible, tu resistencia mágica aumenta un 5% durante 3 s. <br>","shortDescription":"Obtienes 3 de resistencia mágica. Cuando te curas al menos 20 de vida o por efecto de un consumible, tu resistencia mágica aumenta un 5% durante 3 s. <br> <br><br>","runeId":8435},{"name":"Condicionamiento","longDescription":"Pasados 10 min, obtienes 6 de armadura y 6 de resistencia mágica. Además, tu armadura y resistencia mágica totales aumentan un 5%.<br><br>Alcance: 800 unidades.","shortDescription":"Pasados 10 min, obtienes 6 de armadura y 6 de resistencia mágica. Además, tu armadura y resistencia mágica totales aumentan un 5%.","runeId":8429}],"name":"Defensas"},{"runes":[{"name":"Sobrecrecimiento","longDescription":"Obtienes un 0.2% de vida máxima permanente por cada 10 monstruos o súbditos enemigos que mueran cerca de ti.<br><br>Alcance: 1400 unidades.","shortDescription":"Obtienes un 0.2% de vida máxima permanente por cada 10 monstruos o súbditos enemigos que mueran cerca de ti.","runeId":8451},{"name":"Revitalizar","longDescription":"Las curaciones y los escudos son un 5% más potentes y aumentan hasta un 10% adicional para objetivos que se encuentren por debajo del 40% de vida.","shortDescription":"Las curaciones y los escudos son un 5% más potentes y aumentan hasta un 10% adicional para objetivos que se encuentren por debajo del 40% de vida.","runeId":8453},{"name":"Fuerzas renovadas","longDescription":"Tras recibir daño de un campeón enemigo, te curas un 4% de la vida que te falte durante 10 s.","shortDescription":"Restaura vida con el tiempo según la vida que te falte.","runeId":8444}],"name":"Sinergias"}]},{"name":"Dominación","slogan":"Caza y elimina a las presas","description":"Daño explosivo y acceso a objetivos","bonuses":[{"name":"Dominación + Inspiración","value":"+15 de poder de habilidad o +10.5 de daño de ataque, adaptable."},{"name":"Bonificación de conjunto de Dominación + Valor","value":"+10 de poder de habilidad o +7.0 de daño de ataque, adaptable."},{"name":"Dominación + Brujería","value":"+10 de poder de habilidad o +7.0 de daño de ataque, adaptable."},{"name":"Dominación + Precisión","value":"+10 de poder de habilidad o +7.0 de daño de ataque, adaptable."}],"slots":[{"runes":[{"name":"Electrocutar","longDescription":"Golpear a un campeón con 3 ataques o habilidades <b>únicas</b> en un margen de 2 s hace que inflijas daño adaptable adicional.<br><br>Daño: 60-220 (+0.50 de DA adicional, +0.3 de PH) de daño.<br><br>Enfriamiento: 50-25 s.","shortDescription":"Golpear a un campeón con 3 ataques o habilidades <b>únicos</b> en 2 s hace que inflijas daño mágico adicional.","runeId":8112},{"name":"Depredador","longDescription":"Encanta las botas con el efecto activo ''<font color='#c60300'>Depredador</font>''.<br><br>Tras 1,5 s de canalización fuera de combate, otorga un 45% de velocidad de movimiento durante 15 s. El efecto termina al recibir daño de ataques o habilidades, y al hacerlo inflige 60-140 (+<scaleAD>0,2</scaleAD> de DA adicional) (+<scaleAP>0,3</scaleAP> de PH) de daño adicional adaptable.<br><br>180 s de enfriamiento. Empieza la partida en enfriamiento y entra en enfriamiento si se interrumpe durante la canalización.","shortDescription":"Añade un efecto activo a tus botas que otorga un gran aumento de velocidad de movimiento y hace que tu próximo ataque o hechizo inflija daño adicional.","runeId":8124},{"name":"Cosecha oscura","longDescription":"Los campeones, súbditos grandes y monstruos grandes sueltan esencias de alma al morir. Recoger almas provoca que tu próximo ataque contra un campeón o estructura en los próximos 20 s inflija daño adaptable adicional.<br><br>Daño adicional: 60-100 (+0.15 de DA adicional) (+0.1 de PH) + <i>esencias de alma recogidas</i><br><br><rules><br>Las almas de campeones otorgan 10 esencias de alma.<br>Las almas de monstruos otorgan 2 esencias de alma.<br>Las almas de súbditos otorgan 5 esencias de alma.<br></rules>","shortDescription":"Los campeones, súbditos grandes y monstruos grandes sueltan esencias de alma al morir. Toca almas para absorberlas e infligir daño adicional con el próximo ataque en función de las esencias de alma que hayas recogido en total.","runeId":8128}],"name":"Clave"},{"runes":[{"name":"Guardián zombi","longDescription":"Cuando eliminas un guardián enemigo, un guardián zombi aliado aparece en su lugar. Si ya tenías un guardián en la maleza donde aparecería un guardián zombi, en su lugar sustituye tu talismán durante un máximo de 30 s.<br><br>Los guardianes zombis son visibles, duran 180 s y no cuentan para el límite de guardianes.","shortDescription":"Cuando eliminas un guardián enemigo, un guardián zombi aliado aparece en su lugar.","runeId":8136},{"name":"Poro fantasmal","longDescription":"Entra en la maleza para invocar un poro tras una breve canalización (la canalización se interrumpe con el daño o al lanzar otros hechizos). El poro permanecerá ahí ofreciéndote visión hasta que invoques a uno nuevo.<br><br>Si el enemigo entra en la maleza con un poro en ella, lo espantará y provocará que el efecto se ponga en enfriamiento durante 30 s.","shortDescription":"Cuando entras en la maleza, aparece un poro. Se queda ahí para darte visión.","runeId":8120},{"name":"Colección de globos oculares","longDescription":"Obtienes +2 de poder de habilidad o +1.4 de daño de ataque, adaptable. permanentemente al asesinar o asistir en el asesinato de un campeón y la mitad en el caso de guardianes.","shortDescription":"Obtienes +2 de poder de habilidad o +1.4 de daño de ataque, adaptable. permanentemente al asesinar o asistir en el asesinato de un campeón y la mitad en el caso de guardianes.","runeId":8138}],"name":"Daño"},{"runes":[{"name":"Golpe bajo","longDescription":"Dañar a campeones con <b>movimiento o acciones reducidas</b> inflige 12-30 de daño verdadero adicional (según el nivel).<br><br>Enfriamiento: 4 s.","shortDescription":"Infliges daño verdadero adicional a los enemigos con <b>movimiento o acciones debilitadas</b>.","runeId":8126},{"name":"Sabor a sangre","longDescription":"Te curas cuando dañas a un campeón enemigo. <br><br>Curación: 18-35 (+0.20 de DA adicional, +0.1 de PH) de vida (según el nivel)<br>Enfriamiento: 20","shortDescription":"Recuperas vida cuando dañas a un campeón enemigo.","runeId":8139},{"name":"Impacto repentino","longDescription":"Al usar algún deslizamiento, salto, teleportación o teleportación instantánea obtienes un 5% de daño adicional contra campeones durante los siguientes 3 s.","shortDescription":"Infliges daño adicional después de usar algún deslizamiento, salto, teleportación o teleportación instantánea.","runeId":8143}],"name":"Progresivo"},{"runes":[{"name":"Cazador voraz","longDescription":"Te curas un porcentaje del daño que infliges con tus habilidades.<br><br>Curación: 2.5% + 2.5% por acumulación de <i>Cazarrecompensas</i>. <br><br>La primera vez que asesines o asistas en el asesinato de cada campeón enemigo consigues una acumulación de <i>Cazarrecompensas</i>.<br><br><rules><br>La curación se reduce a un tercio con las habilidades de área de efecto.</rules><br>","shortDescription":"Cura un porcentaje del daño infligido con las habilidades. Aumenta con cada asesinato y asistencia únicos.","runeId":8135},{"name":"Cazador ingenioso","longDescription":"Obtienes un 1% de <b>reducción de enfriamiento de las activas de objetos</b> y un 6% adicional por acumulación de <i>Cazarrecompensas</i> (talismanes incluidos).<br><br>El primer asesinato o asistencia de cada campeón enemigo otorga una acumulación de <i>Cazarrecompensas</i>.","shortDescription":"Los asesinatos y asistencias <b>únicos</b> otorgan <b>reducción de enfriamiento de las activas de objetos</b> permanentemente (talismanes incluidos).","runeId":8134},{"name":"Cazador incesante","longDescription":"Obtienes 8 de <b>velocidad de movimiento fuera de combate</b> más 8 por acumulación de <i>Cazarrecompensas</i>.<br><br>El primer asesinato o asistencia de cada campeón enemigo otorga una acumulación de <i>Cazarrecompensas</i>.","shortDescription":"Los asesinatos <b>únicos</b> otorgan <b>velocidad de movimiento fuera de combate</b> de forma permanente. ","runeId":8105}],"name":"Caza"}]},{"name":"Precisión","slogan":"Conviértete en leyenda","description":"Ataques mejorados y daño prolongado","bonuses":[{"name":"Precisión + Brujería","value":"+12% de velocidad de ataque"},{"name":"Precisión + Valor","value":"+12% de velocidad de ataque"},{"name":"Precisión + Inspiración","value":"+18% de velocidad de ataque"},{"name":"Precisión + Dominación","value":"+12% de velocidad de ataque"}],"slots":[{"runes":[{"name":"Pulsa el ataque","longDescription":"Atacar al mismo campeón otorga sin parar acumulaciones de daño de ataque (1.5-4 de DA por acumulación, el doble para campeones cuerpo a cuerpo).<br><br>Las acumulaciones duran 4 s.<br><br>Cuando cambias de objetivo, conservas la mitad de las acumulaciones.","shortDescription":"Atacar al mismo campeón otorga acumulaciones de daño de ataque sin parar.","runeId":8003},{"name":"Compás letal","longDescription":"En los siguientes 1,5 s después de dañar a un campeón, obtienes un 30-80% de velocidad de ataque (según el nivel) durante 3 s. Al atacar a un campeón, el efecto se prolonga a 6 s.<br><br>Enfriamiento: 6 s<br><br>Compás letal te permite sobrepasar el límite de velocidad de ataque temporalmente.","shortDescription":"En los siguientes 1,5 s tras dañar a un campeón, obtienes una gran cantidad de velocidad de ataque. Compás letal te permite sobrepasar el límite de velocidad de ataque temporalmente.","runeId":8008},{"name":"Pies veloces","longDescription":"Atacar y moverse genera acumulaciones de energía. A las 100 acumulaciones, tu siguiente ataque será con Vigor.<br><br>Los ataques con Vigor te curan 5-50 (+0.10 de DA adicional, +0.20 de PH) de vida y te otorgan un 30% de velocidad de movimiento aumentada durante 1 s.<br><rules><br>No inflige daño a monstruos.</rules>","shortDescription":"Atacar y moverse genera acumulaciones de energía. A las 100 acumulaciones, tu siguiente ataque te cura y te otorga velocidad de movimiento adicional.","runeId":8021}],"name":"Clave"},{"runes":[{"name":"Supercuración","longDescription":"El 50% de la curación excedente se convierte en un escudo de hasta 30 + 8% de tu vida total, que va disminuyendo.<br><br>Si proviene de los aliados, se convierte en escudo un 50% de la curación excedente.","shortDescription":"La curación excedente se convierte en un escudo que va disminuyendo de hasta 30 + 8% de tu vida total.","runeId":9101},{"name":"Triunfo","longDescription":"Los asesinatos y asistencias hacen que recuperes un 15% de la vida que te falte y otorgan 25 de oro adicional. ","shortDescription":"Los asesinatos y asistencias restauran vida y otorgan oro adicional.","runeId":9111},{"name":"Claridad mental","longDescription":"Cuando tu maná esté por debajo del 60%, tus ataques básicos contra campeones generan Concentración hasta un máximo de 5 acumulaciones. Al abandonar el combate, toda la Concentración se convierte en maná. Los ataques con Vigor generan Concentración adicional.","shortDescription":"Al atacar a campeones cuando tienes poco maná, generas Concentración, que se convierte en maná al salir del combate.","runeId":8010}],"name":"Sustento"},{"runes":[{"name":"Leyenda: Presteza","longDescription":"Obtienes un 5% de velocidad de ataque y un 3% adicional por cada acumulación de <i>Leyenda</i> (5 como máximo).<br><br>Obtienes acumulaciones de <i>Leyenda</i> por cada 30 puntos obtenidos:<br>    20 puntos por asesinatos y asistencias contra campeones<br>    20 por asesinatos y asistencias contra monstruos épicos<br>    4 puntos por asesinatos de monstruos grandes<br>    1 puntos por asesinatos de súbditos","shortDescription":"Asesina a enemigos para obtener <b>velocidad de ataque</b> permanente. ","runeId":9104},{"name":"Leyenda: Tenacidad","longDescription":"Obtienes un 5% de tenacidad y un 3% adicional por cada acumulación de <i>Leyenda</i> (5 como máximo).<br><br>Obtienes acumulaciones de <i>Leyenda</i> por cada 30 puntos obtenidos:<br>    20 puntos por asesinatos y asistencias contra campeones<br>    20 por asesinatos y asistencias contra monstruos épicos<br>    4 puntos por asesinatos de monstruos grandes<br>    1 puntos por asesinatos de súbditos","shortDescription":"Asesina a enemigos para obtener <b>tenacidad</b> permanente. ","runeId":9105},{"name":"Leyenda: Linaje","longDescription":"Obtienes un 1% de robo de vida por cada acumulación de <i>Leyenda</i> (5 como máximo).<br><br>Obtienes acumulaciones de <i>Leyenda</i> por cada 30 puntos obtenidos:<br>    20 puntos por asesinatos y asistencias contra campeones<br>    20 por asesinatos y asistencias contra monstruos épicos<br>    4 puntos por asesinatos de monstruos grandes<br>    1 puntos por asesinatos de súbditos","shortDescription":"Asesina a enemigos para obtener <b>robo de vida</b> permanente. ","runeId":9103}],"name":"Progresivo"},{"runes":[{"name":"Golpe de gracia","longDescription":"Infliges un 5% más de daño a los campeones que estén por debajo del 40% de vida.","shortDescription":"Infliges un 5% más de daño a los campeones con poca vida.","runeId":8014},{"name":"Derribado","longDescription":"Infliges hasta un 8% más de daño contra campeones enemigos, según la vida que te saquen.","shortDescription":"Infliges hasta un 8% más de daño a todos los campeones que tengan más vida que tú.","runeId":8017},{"name":"Último esfuerzo","longDescription":"Infliges hasta un 5% más de daño a los campeones mientras estés por debajo del 80% de vida.","shortDescription":"Infliges más daño a campeones cuando tienes poca vida.","runeId":8299}],"name":"Daño"}]},{"name":"Brujería","slogan":"Desata destrucción","description":"Habilidades potenciadas y área de efecto","bonuses":[{"name":"Brujería + Precisión","value":"+15 de poder de habilidad o +10.5 de daño de ataque, adaptable."},{"name":"Brujería + Inspiración","value":"+22.5 de poder de habilidad o +15.8 de daño de ataque, adaptable."},{"name":"Brujería + Valor","value":"+15 de poder de habilidad o +10.5 de daño de ataque, adaptable."},{"name":"Brujería + Dominación","value":"+15 de poder de habilidad o +10.5 de daño de ataque, adaptable."}],"slots":[{"runes":[{"name":"Invocar a Aerie","longDescription":"Tus ataques y habilidades envían a Aerie a un objetivo para dañar a los enemigos u otorgar un escudo a los aliados.<br><br>Daño: 10 + 40 según el nivel <scaleAP>+0,1 de PH</scaleAP> o <scaleAD>+0,15 de DA adicional</scaleAD><br>Escudo: 40-100 según el nivel <scaleAP>+0,25 de PH</scaleAP> o <scaleAD>+0,25 de DA adicional</scaleAD> <br><br>No se puede enviar al espíritu de nuevo hasta que vuelva a ti.","shortDescription":"Tus ataques y habilidades envían a Aerie a un objetivo para dañar a los enemigos u otorgar un escudo a los aliados.","runeId":8214},{"name":"Cometa arcano","longDescription":"Infligir daño con una habilidad a un campeón proyecta un cometa hacia su ubicación.<br><br>Daño (adaptable): 40-100 según el nivel (<scaleAP>+0.2 de PH</scaleAP> y <scaleAD>0.35 de DA adicional</scaleAD>)<br><br>Enfriamiento: 20-8 s. ","shortDescription":"Golpear a un campeón con un hechizo proyecta un cometa dañino hacia su ubicación.","runeId":8229},{"name":"Irrupción de fase","longDescription":"Golpear a un campeón enemigo con 3 ataques o habilidades <b>únicas</b> en un espacio de 2 s otorga un 30-60% de velocidad de movimiento (según el nivel).<br><br><i>Cuerpo a cuerpo:</i> Además, otorga un 75% de resistencia a la ralentización durante ese tiempo.<br><br>Duración: 3 s.<br>Enfriamiento: 15 s.","shortDescription":"Golpear a un campeón enemigo con 3 ataques o habilidades <b>únicas</b> otorga una gran cantidad de velocidad de movimiento. ","runeId":8230}],"name":"Clave"},{"runes":[{"name":"Orbe anulador","longDescription":"Al 30% de vida, obtienes un escudo que bloquea 30-120 de daño mágico según el nivel (<scaleAP>+10% de poder de habilidad</scaleAP> o <scaleAD>+15% de daño de ataque</scaleAD>).<br><br>Enfriamiento: 60 s.","shortDescription":"Obtienes un escudo de daño mágico al tener poca vida.","runeId":8224},{"name":"Banda de maná","longDescription":"Cada 60 s, recuperas el coste de maná o de energía de la próxima habilidad que lances, además de un 10% del maná o de la energía que te falte.","shortDescription":"De forma periódica, recuperas el coste de maná o de energía de la próxima habilidad que lances, además de parte del maná o de la energía que te falte.","runeId":8226},{"name":"El sombrero definitivo","longDescription":"El enfriamiento de tu definitiva se reduce en un 5%. Esta cantidad aumenta un 2.0% cada vez que tu definitiva se pone en enfriamiento. Se acumula hasta 5 veces.","shortDescription":"Obtienes reducción de enfriamiento y reducción de enfriamiento máxima para la definitiva. Esta cantidad aumenta más cada vez que usas la definitiva, hasta un máximo.","runeId":8243}],"name":"Actividad en las calles"},{"runes":[{"name":"Trascendencia","longDescription":"Obtienes un 10% de reducción de enfriamiento cuando alcanzas el nivel 10.<br><br>Cada porcentaje de reducción de enfriamiento que exceda el límite se convierte en +2 de poder de habilidad o +1.4 de daño de ataque, adaptable..","shortDescription":"Obtienes un 10% de reducción de enfriamiento cuando alcanzas el nivel 10. El exceso de reducción de enfriamiento se convierte en PH o AD (adaptable).","runeId":8210},{"name":"Celeridad","longDescription":"Obtienes un aumento del 3% de velocidad de movimiento y se añade un 8% de tu velocidad de movimiento adicional a tu PH o DA adaptable (según el nivel). ","shortDescription":"Obtienes un 3% de <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">velocidad de movimiento</lol-uikit-tooltipped-keyword> adicional. Obtienes DA o PH en función de la velocidad de movimiento adicional. ","runeId":8234},{"name":"Concentración absoluta","longDescription":"Mientras estés por encima del 70% de vida, obtienes hasta +40 de poder de habilidad o +28.0 de daño de ataque, adaptable. (según el nivel).","shortDescription":"Mientras estés por encima del 70% de vida, obtienes hasta +40 de poder de habilidad o +28.0 de daño de ataque, adaptable. (según el nivel).<br>","runeId":8233}],"name":"Daño"},{"runes":[{"name":"Piroláser","longDescription":"Tu siguiente habilidad prende fuego a los campeones e inflige 10-40 de daño mágico adicional según el nivel.<br><br>Enfriamiento: 20-8 s.","shortDescription":"La primera habilidad prende fuego a los campeones cada 20 s.","runeId":8237},{"name":"Caminar sobre agua","longDescription":"Obtienes 25 de velocidad de movimiento y hasta +30 de poder de habilidad o +21.0 de daño de ataque, adaptable. (en función del nivel) cuando estás en el río.<br>","shortDescription":"Obtienes velocidad de movimiento y PH o DA (adaptable) cuando estás en el río.","runeId":8232},{"name":"Se avecina tormenta","longDescription":"Cada 10 min, obtienes PH o DA (adaptable).<br><br><i>10 min</i>: +8 de PH o 6 de DA<br><i>20 min</i>: +24 de PH o 18 de DA<br><i>30 min</i>: +48 de PH o 36 de DA<br><i>40 min</i>: +80 de PH o 60 de DA<br><i>50 min</i>: +120 de PH o 90 de DA<br><i>60 min</i>: +168 de PH o 126 de DA<br>etc.","shortDescription":"Obtienes cada vez más DA o PH (adaptable) durante el transcurso de la partida.","runeId":8236}],"name":"Acceso"}]},{"name":"Inspiración","slogan":"Supera a los simples mortales","description":"Herramientas creativas y manipulación de las reglas","bonuses":[{"name":"Inspiración + Dominación","value":"+20% de duración de pociones y elixires<br>+8 de poder de habilidad o +5.6 de daño de ataque, adaptable."},{"name":"Inspiración + Brujería","value":"+20% de duración de pociones y elixires<br>+12 de poder de habilidad o +8.4 de daño de ataque, adaptable."},{"name":"Inspiración + Valor","value":"+20% de duración de pociones y elixires<br>+56 de vida."},{"name":"Inspiración + Precisión","value":"+20% de duración de pociones y elixires<br>+10% de <a href='AdaptivePower'>velocidad de ataque</a>"}],"slots":[{"runes":[{"name":"Mejora glacial","longDescription":"Asestar ataques básicos a un campeón lo ralentiza durante 2 s (6-3 s de enfriamiento por unidad). La ralentización aumenta a lo largo de su duración.<li>Los ataques a distancia ralentizan hasta un 25-40%. <br>Los ataques cuerpo a cuerpo ralentizan hasta un 35-50%.</li> <br>Ralentizar a un campeón con la activa de un objeto lanza un rayo congelante que hiela el suelo de alrededor durante 5 s y ralentiza a todas las unidades de dentro un 50% (máximo 3 rayos por utilización de objeto).","shortDescription":"El primer ataque contra un campeón enemigo lo ralentiza (enfriamiento por unidad). Ralentizar a un campeón con la activa de un objeto lanza un rayo congelante que crea una zona duradera de ralentización.","runeId":8351},{"name":"Invocador especialista","longDescription":"Obtienes un 15% de reducción de enfriamiento de los hechizos de invocador y puedes cambiar uno de los hechizos por otro diferente por 1 fragmentos de invocador en la tienda. <br><br>Obtienes tu primer fragmento de invocador a los 2 min y otro cada 6 min posteriores. (2 fragmentos como máximo).<br><br><rules>(Comprar un Aplastar no da acceso a los objetos de Aplastar).<br>(No puedes tener dos hechizos de invocador iguales).</rules>","shortDescription":"Hazte con fragmentos de invocador y canjéalos en la tienda para cambiar tus hechizos de invocador.<br>","runeId":8326},{"name":"¡Próximamente!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Clave"},{"runes":[{"name":"Destello hextech","longDescription":"Cuando Destello está en enfriamiento, se reemplaza por Hextello.<br><br>Hextello: Entras en 2.5 s de canalización para trasladarte a una ubicación nueva.<br><br>Enfriamiento: 20 s. Pasa a 10 s de enfriamiento al entrar en combate con campeones.<br>","shortDescription":"Cuando Destello está en enfriamiento, se reemplaza por Hextello.<br><br>Hextello: Tras una canalización, te trasladas a una ubicación nueva.","runeId":8306},{"name":"Entrega de galletas","longDescription":"Entrega de galletas: Obtienes una Galleta de la voluntad eterna cada 3 min, hasta el minuto 12.<br><br>Las galletas restauran un 15% de la vida y el maná que te falten, y aumentan en 40 tu maná máximo de forma permanente. <br><br>Los campeones sin maná recuperan un 20% de la vida que les falte.<br>","shortDescription":"Consigues una galleta gratis cada 3 min, hasta el minuto 12. Las galletas te curan y aumentan permanentemente tu maná máximo.","runeId":8345},{"name":"Momento oportuno","longDescription":"Comienzas la partida con Cronómetro iniciado que se transforma en Cronómetro tras 6 min. Cronómetro tiene un efecto de estasis de un solo uso.<br><br>Reduce el enfriamiento de Reloj de arena de Zhonya, Ángel de la guarda y Protector pétreo de gárgola un 15%.","shortDescription":"Obtienes un Cronómetro gratis. Cronómetro tiene una activa con efecto de estasis de un solo uso.","runeId":8313}],"name":"Preparación"},{"runes":[{"name":"Calzado mágico","longDescription":"A los 10 min, las Botas ligeramente mágicas son gratis, pero no puedes comprar botas antes.<br><br>Las Botas ligeramente mágicas te otorgan +10 de velocidad de movimiento adicional y se mejoran por 50 de oro menos.","shortDescription":"A los 10 min, las botas son gratis. No puedes comprar botas antes. Las botas otorgan velocidad de movimiento adicional.","runeId":8304},{"name":"Mercado del futuro","longDescription":"Puedes endeudarte para comprar objetos. La cantidad que puedes coger prestada aumenta a lo largo del tiempo.<br><br>Límite de deuda: 150 + 5/min<br><br>Comisión del préstamo: 50 de oro por objeto<br><br>","shortDescription":"Puedes endeudarte para comprar objetos.","runeId":8321},{"name":"Desmaterializador de súbditos","longDescription":"Comienzas la partida con 6 Súbditos transeúntes, que mata y absorbe a los súbditos de la calle al instante. Súbditos transeúntes está en enfriamiento durante los primeros 155 s de la partida.<br><br>Al absorber a un súbdito aumenta tu daño un 4% contra ese tipo de súbdito permanentemente y un 1% adicional por cada súbdito extra absorbido de ese tipo.<br>","shortDescription":"Empiezas la partida con 6 Súbditos transeúntes. Matar súbditos con el objeto otorga daño adicional permanente contra ese tipo de súbditos.","runeId":8316}],"name":"Herramientas"},{"runes":[{"name":"Perspicacia cósmica","longDescription":"+5% de reducción de enfriamiento<br>+5% de reducción de enfriamiento máxima<br>+5% de reducción de enfriamiento de los hechizos de invocador<br>+5% de reducción de enfriamiento de los objetos","shortDescription":"+5% de reducción de enfriamiento<br>+5% de reducción de enfriamiento máxima<br>+5% de reducción de enfriamiento de los hechizos de invocador<br>+5% de reducción de enfriamiento de los objetos","runeId":8347},{"name":"Velocidad de acercamiento","longDescription":"Obtienes un 10% de velocidad de movimiento hacia aliados cercanos que estén bajo efectos de control de adversario o hacia enemigos a los que hayas aplicado dichos efectos. <br><br>Alcance: 1000.","shortDescription":"Obtienes velocidad de movimiento hacia los aliados cercanos que estén bajo los efectos de control de adversario o hacia los enemigos a los que hayas aplicado esos efectos.","runeId":8410},{"name":"Cuerpo celeste","longDescription":"+100 de vida permanentemente<br>-5% de daño a campeones hasta el minuto 10.","shortDescription":"+100 de vida permanente a costa de daño a campeones al principio de la partida.","runeId":8339}],"name":"Sinergias"}]}]}
