{"styles":[{"name":"Αποφασιστικότητα","slogan":"Ζήστε για πάντα","description":"Ανθεκτικότητα και καταστολή πλήθους","bonuses":[{"name":"Αποφασιστικότητα + Ακρίβεια","value":"Ζωή +70"},{"name":"Αποφασιστικότητα + Κυριαρχία","value":"Ζωή +70"},{"name":"Αποφασιστικότητα + Μαγεία","value":"Ζωή +70"},{"name":"Αποφασιστικότητα + Έμπνευση","value":"Ζωή +105"}],"slots":[{"runes":[{"name":"Αρπαγή του Απέθαντου","longDescription":"Κάθε 4 δευτερόλεπτα που βρίσκεστε σε κατάσταση μάχης, η επόμενη βασική επίθεσή σας σε ήρωα: <li>Προκαλεί μπόνους Ζημιά ίση με το 3% της μέγιστης Ζωής σας<br>Σας θεραπεύει για το 1.5% της μέγιστης Ζωής σας<br>Αυξάνει μόνιμα τη Ζωή σας κατά 5</li><br><rules>Ήρωες που μάχονται από απόσταση: Η Ζημιά και η Θεραπεία μειώνονται στο μισό και αποκτούν 2 μόνιμη Ζωή.</rules>","shortDescription":"Κάθε 4 δευτερόλεπτα, η επόμενη επίθεσή σας σε ήρωα προκαλεί μπόνους ζημιά, σας θεραπεύει και αυξάνει μόνιμα τη Ζωή σας.","runeId":8437},{"name":"Φύλακας","longDescription":"Όταν κάνετε δεξί κλικ σε έναν σύμμαχο ήρωα, τον προφυλάσσετε για 3 δευτερόλεπτα. Προτού δεχτείτε Ζημιά εσείς ή ο σύμμαχός σας, αποκτάτε και οι δύο μια ασπίδα για 2.5 δευτερόλεπτα. Χρόνος Επαναφόρτισης 45 δευτερόλεπτα, 6 δευτερόλεπτα αν η ασπίδα δεν ενεργοποιηθεί.<br><br>Συνολική αντοχή ασπίδας: 110 - 250 +(<scaleAP>0.15 Ισχύς Ικανότητας</scaleAP>) + (<scalehealth>+10% μπόνους Ζωή</scalehealth>).","shortDescription":"Κάνοντας δεξί κλικ σε έναν σύμμαχο ήρωα, αποκτάτε και οι δύο ασπίδα.","runeId":8436},{"name":"Απόηχος","longDescription":"Αφού ακινητοποιήσετε έναν αντίπαλο ήρωα, η Θωράκιση και η Αντίσταση Μαγείας σας αυξάνονται κατά 10 + 30% για 2.5 δευτερόλεπτα. Στη συνέχεια, μετά από 2.5, προκαλείτε ζημιά στους εχθρούς που βρίσκονται κοντά.<br><br>Ζημιά: 40-140 (+3.5% της μέγιστης Ζωής σας), ευέλικτη<br>Χρόνος Επαναφόρτισης: 20s<br> ","shortDescription":"Όταν ακινητοποιείτε έναν αντίπαλο ήρωα, ενισχύετε την άμυνά σας και αργότερα προκαλείτε ζημιά σε όλους τους εχθρούς που βρίσκονται γύρω σας.","runeId":8439}],"name":"Θεμελιώδης"},{"runes":[{"name":"Επιμονή","longDescription":"Μόλις χρησιμοποιήσετε ένα Ξόρκι Επικαλεστή, αποκτάτε 25% Εμμονή και 25% Αντίσταση Επιβράδυνσης για 10 δευτερόλεπτα. Η μπόνους Θωράκιση και η Αντίσταση Μαγείας σας αυξάνονται κατά 7% για κάθε Ξόρκι Επικαλεστή σε Χρόνο Επαναφόρτισης. ","shortDescription":"Μόλις χρησιμοποιήσετε ένα Ξόρκι Επικαλεστή, αποκτάτε Εμμονή και Αντίσταση Επιβράδυνσης για περιορισμένο χρονικό διάστημα. Στη συνέχεια, αποκτάτε περισσότερη Θωράκιση και Αντίσταση Μαγείας για κάθε Ξόρκι Επικαλεστή σε Χρόνο Επαναφόρτισης.","runeId":8242},{"name":"Κατεδάφιση","longDescription":"Μαζέψτε ενέργεια και εξαπολύστε μια πανίσχυρη επίθεση σε έναν πύργο σε 4 δευτερόλεπτα, ενώ βρίσκεστε σε ακτίνα 600 από αυτόν. Η φορτισμένη επίθεση προκαλεί 375 (+20% της μέγιστης Ζωής σας) μπόνους Σωματική Ζημιά.<br><br>Χρόνος Επαναφόρτισης: 60 δευτερόλεπτα","shortDescription":"Μαζέψτε ενέργεια και εξαπολύστε μια πανίσχυρη επίθεση σε έναν πύργο, όταν βρίσκεστε κοντά του.","runeId":8446},{"name":"Πηγή της Ζωής","longDescription":"Όταν παρεμποδίζετε την κίνηση ενός αντίπαλου ήρωα, τον σημαδεύετε για 4 δευτερόλεπτα. <br><br>Οι σύμμαχοι ήρωες που επιτίθενται σε σημαδεμένους αντιπάλους θεραπεύονται για 5 + το 1.0% της μέγιστης Ζωής σας. <br><br>(Η Θεραπεία μειώνεται στο ένα τρίτο για τις δικές σας επιθέσεις.)","shortDescription":"Όταν παρεμποδίζετε την κίνηση ενός αντίπαλου ήρωα, τον σημαδεύετε. Όταν επιτίθεστε σε σημαδεμένους ήρωες, θεραπεύεστε εσείς και οι σύμμαχοί σας. ","runeId":8463}],"name":"Στρατηγική"},{"runes":[{"name":"Σιδερένια Αμφίεση","longDescription":"Αποκτάτε 3 Θωράκιση. Όταν θεραπεύεστε τουλάχιστον για 20 Ζωή από την επίδραση κάποιου αναλώσιμου αντικειμένου, η Θωράκισή σας αυξάνεται κατά 5% για 3 δευτερόλεπτα. ","shortDescription":"Αποκτάτε 3 Θωράκιση. Όταν θεραπεύεστε τουλάχιστον για 20 Ζωή από την επίδραση κάποιου αναλώσιμου αντικειμένου, η Θωράκισή σας αυξάνεται κατά 5% για 3 δευτερόλεπτα. ","runeId":8430},{"name":"Κέλυφος Καθρέφτη","longDescription":"Αποκτάτε 3 Αντίσταση Μαγείας. Όταν θεραπεύεστε τουλάχιστον για 20 Ζωή από την επίδραση κάποιου αναλώσιμου αντικειμένου, η Αντίσταση Μαγείας σας αυξάνεται κατά 5% για 3 δευτερόλεπτα. <br>","shortDescription":"Αποκτάτε 3 Αντίσταση Μαγείας. Όταν θεραπεύεστε τουλάχιστον για 20 Ζωή από την επίδραση κάποιου αναλώσιμου αντικειμένου, η Αντίσταση Μαγείας σας αυξάνεται κατά 5% για 3 δευτερόλεπτα. <br> <br><br>","runeId":8435},{"name":"Προετοιμασία","longDescription":"Μετά από 10 λεπτά, αποκτάτε 6 Θωράκιση και 6 Αντίσταση Μαγείας, ενώ η συνολική Θωράκιση και Αντίσταση Μαγείας σας αυξάνονται κατά 5%.<br><br>Εμβέλεια: 800 μονάδες","shortDescription":"Μετά από 10 λεπτά, αποκτάτε 6 Θωράκιση και 6 Αντίσταση Μαγείας, ενώ η συνολική Θωράκιση και Αντίσταση Μαγείας σας αυξάνονται κατά 5%.","runeId":8429}],"name":"Άμυνα"},{"runes":[{"name":"Πλούσια Βλάστηση","longDescription":"Όταν πεθαίνουν κοντά σας 10 τέρατα ή εχθρικοί υπηρέτες, η μέγιστη Ζωή σας αυξάνεται μόνιμα κατά 0.2%.<br><br>Εμβέλεια: 1400 μονάδες","shortDescription":"Για κάθε 10 τέρατα ή εχθρικούς υπηρέτες που πεθαίνουν κοντά σας, η μέγιστη Ζωή σας αυξάνεται μόνιμα κατά 0.2%.","runeId":8451},{"name":"Αναζωογόνηση","longDescription":"Οι θεραπείες και οι ασπίδες γίνονται ισχυρότερες κατά 5% και αυξάνονται κατά 10% επιπλέον για στόχους με λιγότερο από 40% Ζωής.","shortDescription":"Οι θεραπείες και οι ασπίδες γίνονται ισχυρότερες κατά 5% και αυξάνονται κατά 10% επιπλέον για στόχους με λιγότερο από 40% Ζωής.","runeId":8453},{"name":"Συγκέντρωση Δυνάμεων","longDescription":"Αφού δεχτείτε Ζημιά από έναν αντίπαλο ήρωα, θεραπεύεστε για το 4% της μέγιστης Ζωής σας σε 10 δευτερόλεπτα.","shortDescription":"Αναπληρώνετε Ζωή με την πάροδο του χρόνου, με βάση τη Ζωή που σας λείπει.","runeId":8444}],"name":"Συνέργεια"}]},{"name":"Κυριαρχία","slogan":"Κυνηγήστε και εξοντώστε τη λεία σας","description":"Άμεση ζημιά και πρόσβαση στο στόχο","bonuses":[{"name":"Κυριαρχία + Έμπνευση","value":"Ισχύς Ικανότητας +15 ή Ζημιά Επίθεσης +10.5, Ευέλικτη"},{"name":"Κυριαρχία + Αποφασιστικότητα","value":"Ισχύς Ικανότητας +10 ή Ζημιά Επίθεσης +7.0, Ευέλικτη"},{"name":"Κυριαρχία + Μαγεία","value":"Ισχύς Ικανότητας +10 ή Ζημιά Επίθεσης +7.0, Ευέλικτη"},{"name":"Κυριαρχία + Ακρίβεια","value":"Ισχύς Ικανότητας +10 ή Ζημιά Επίθεσης +7.0, Ευέλικτη"}],"slots":[{"runes":[{"name":"Ηλεκτροπληξία","longDescription":"Αν χτυπήσετε έναν ήρωα με 3 <b>διαφορετικές</b> επιθέσεις ή ικανότητες σε 2 δευτερόλεπτα, προκαλείτε μπόνους Ευέλικτη Ζημιά.<br><br>Ζημιά: 60 - 220 (+0.50 μπόνους Ζημιά Επίθεσης, +0.3 Ισχύς Ικανότητας) Ζημιά.<br><br>Χρόνος Επαναφόρτισης: 50-25 δευτερόλεπτα","shortDescription":"Αν χτυπήσετε έναν ήρωα με 3 <b>διαφορετικές</b> επιθέσεις ή ικανότητες σε 2 δευτερόλεπτα, προκαλείτε μπόνους Μαγική Ζημιά.","runeId":8112},{"name":"Αρπακτικό","longDescription":"Ενισχύει τις μπότες σας με την ενεργή επίδραση «<font color='#c60300'>Αρπακτικό</font>».<br><br>Διοχετεύστε ενέργεια για 1,5 δευτερόλεπτα ενώ βρίσκεστε εκτός μάχης για να αποκτήσετε 45% Ταχύτητα Κίνησης για 15 δευτερόλεπτα. Επιθέσεις ή ικανότητες που κάνουν Ζημιά τερματίζουν την επίδραση αυτή, προκαλώντας 60 - 140 (+<scaleAD>0,2</scaleAD> μπόνους Ζημιά Επίθεσης)(+<scaleAP>0,3</scaleAP> Ισχύος Ικανότητας) μπόνους Ευέλικτη Ζημιά.<br><br>Χρόνος Επαναφόρτισης 180 δευτερόλεπτα. Μπαίνει σε Χρόνο Επαναφόρτισης αμέσως μόλις ξεκινήσει το παιχνίδι και κάθε φορά που διακόπτεται κατά τη διάρκεια της διοχέτευσης ενέργειας.","shortDescription":"Προσθέστε στις μπότες σας μια ενεργή επίδραση που αυξάνει σημαντικά την Ταχύτητα Κίνησης και προσθέτει μπόνους ζημιά στην επόμενη επίθεση ή ικανότητά σας.","runeId":8124},{"name":"Σκοτεινή Σοδειά","longDescription":"Οι ήρωες, οι μεγάλοι υπηρέτες και τα μεγάλα τέρατα αφήνουν ψυχική ενέργεια όταν πεθαίνουν. Όταν συλλέγετε ψυχές, η επόμενη επίθεσή σας ενάντια σε ήρωα ή κτίριο εντός 20 δευτερολέπτων θα προκαλέσει μπόνους Ευέλικτη Ζημιά.<br><br>Μπόνους Ζημιά: 60 - 100 ανάλογα με το επίπεδο (+0.15 μπόνους Ζημιά Επίθεσης) (+0.1 Ισχύς Ικανότητας) + <i>ψυχική ενέργεια που έχετε συλλέξει</i><br><br><rules><br>Οι ψυχές ηρώων δίνουν 10 ψυχική ενέργεια.<br>Οι ψυχές τεράτων δίνουν 2 ψυχική ενέργεια.<br>Οι ψυχές υπηρετών δίνουν 5 ψυχική ενέργεια.<br></rules>","shortDescription":"Οι ήρωες, οι μεγάλοι υπηρέτες και τα μεγάλα τέρατα αφήνουν ψυχική ενέργεια όταν πεθαίνουν. Όταν αγγίζετε μια ψυχή, την απορροφάτε και προκαλείτε μπόνους ζημιά με την επόμενη επίθεσή σας, ανάλογα με τη συνολική ψυχική ενέργεια που έχετε συλλέξει.","runeId":8128}],"name":"Θεμελιώδης"},{"runes":[{"name":"Μάτι Ζόμπι","longDescription":"Όταν καταστρέφετε ένα Μάτι του αντιπάλου, στη θέση του φυτρώνει ένα φιλικό Μάτι Ζόμπι. Αν είχατε ήδη ένα Μάτι στο ίδιο σημείο της βλάστησης που θα έβγαινε το Μάτι Ζόμπι, αντί να φυτρώσει το Μάτι, θα αντικαταστήσει το Φυλαχτό σας για έως και 30 δευτερόλεπτα.<br><br>Τα Μάτια Ζόμπι είναι ορατά, διαρκούν 180 δευτερόλεπτα και δεν υπολογίζονται στο όριο Ματιών σας.","shortDescription":"Όταν σκοτώνετε ένα Μάτι του αντιπάλου, στη θέση του φυτρώνει ένα φιλικό Μάτι Ζόμπι.","runeId":8136},{"name":"Φάντασμα Πόρο","longDescription":"Όταν κρύβεστε στη βλάστηση, καλείτε ένα Πόρο αφού μαζέψετε ενέργεια για λίγο (η διοχέτευση ενέργειας διακόπτεται αν δεχτείτε ζημιά ή χρησιμοποιήσετε άλλες ικανότητες). Το Πόρο θα μείνει στη θέση του και θα αποκαλύπτει το χάρτη μέχρι να καλέσετε ένα νέο Πόρο.<br><br>Αν κάποια εχθρική μονάδα μπει στη βλάστηση και βρει το Πόρο, το Πόρο θα φύγει τρομαγμένο και η επίδραση θα γίνει ξανά διαθέσιμη μόλις περάσουν 30 δευτερόλεπτα χρόνου Επαναφόρτισης.","shortDescription":"Όταν μπαίνετε σε βλάστηση, εμφανίζεται ένα Πόρο. Μένει πίσω και σας δίνει ορατότητα.","runeId":8120},{"name":"Συλλογή Ματιών","longDescription":"Αποκτήστε μόνιμη Ισχύς Ικανότητας +2 ή Ζημιά Επίθεσης +1.4, Ευέλικτη με κάθε εξόντωση ήρωα και τη μισή από αυτή την ενίσχυση με κάθε εξόντωση Ματιού.","shortDescription":"Αποκτήστε Ισχύς Ικανότητας +2 ή Ζημιά Επίθεσης +1.4, Ευέλικτη μόνιμα με κάθε εξόντωση ήρωα και τη μισή από αυτή την ενίσχυση με κάθε εξόντωση Ματιού.","runeId":8138}],"name":"Ζημιά"},{"runes":[{"name":"Ύπουλο Χτύπημα","longDescription":"Όταν κάνετε ζημιά σε ήρωες με επιδράσεις που <b>επιβραδύνουν την κίνηση ή τις ενέργειές τους</b>, αυτοί δέχονται επιπλέον 12 - 30 μπόνους Πραγματική Ζημιά (ανάλογα με το επίπεδο).<br><br>Χρόνος Επαναφόρτισης: 4 δευτερόλεπτα","shortDescription":"Προκαλείτε μπόνους Πραγματική Ζημιά στους εχθρούς με επιδράσεις που <b>επιβραδύνουν την κίνησή ή τις ενέργειές τους</b>.","runeId":8126},{"name":"Γεύση Αίματος","longDescription":"Θεραπεύεστε όταν προκαλείτε ζημιά σε έναν αντίπαλο ήρωα.<br><br>Θεραπεία: 18-35 (+0.20 μπόνους Ζημιάς Επίθεσης, +0.1 Ισχύος Ικανότητας) Ζωή (ανάλογα με το επίπεδο).<br>Χρόνος Επαναφόρτισης: 20","shortDescription":"Όταν προκαλείτε ζημιά σε έναν αντίπαλο ήρωα ανακτάτε Ζωή.","runeId":8139},{"name":"Ξαφνικό Χτύπημα","longDescription":"Όταν χρησιμοποιείτε μια επίδραση εκτίναξης, άλματος, μεταφοράς ή τηλεμεταφοράς, κάνετε 5% επιπλέον ζημιά σε ήρωες για τα επόμενα 3 δευτερόλεπτα.","shortDescription":"Προκαλείτε επιπλέον ζημιά όταν χρησιμοποιείτε μια ικανότητα εκτίναξης, άλματος, μεταφοράς ή τηλεμεταφοράς.","runeId":8143}],"name":"Αναλογική αύξηση ισχύος"},{"runes":[{"name":"Αδηφάγος Κυνηγός","longDescription":"Θεραπεύεστε για ένα ποσοστό της ζημιάς που προκαλείτε με τις ικανότητές σας.<br><br>Θεραπεία: 2.5% + 2.5% για κάθε στοίβα <i>Κυνηγού Επικηρυγμένων</i>. <br><br>Αποκτάτε μία στοίβα <i>Κυνηγού Επικηρυγμένων</i> την πρώτη φορά που εξοντώνετε κάθε αντίπαλο ήρωα.<br><br><rules><br>Η Θεραπεία μειώνεται στο ένα τρίτο για ικανότητες με πεδίο επιρροής.</rules><br>","shortDescription":"Θεραπεύεστε για ένα ποσοστό της ζημιά που προκαλέσατε με τις ικανότητές σας. Αυξάνεται με κάθε ξεχωριστή εξόντωση.","runeId":8135},{"name":"Ευφυής Κυνηγός","longDescription":"Αποκτάτε 1% <b>Μείωση Χρόνου Επαναφόρτισης ενεργών αντικειμένων</b> συν επιπλέον 6% για κάθε στοίβα <i>Κυνηγού Επικηρυγμένων</i> (συμπεριλαμβάνονται και τα Φυλαχτά).<br><br>Αποκτάτε μία στοίβα <i>Κυνηγού Επικηρυγμένων</i> την πρώτη φορά που εξοντώνετε κάθε αντίπαλο ήρωα.","shortDescription":"Οι εξοντώσεις <b>διαφορετικών ηρώων</b> δίνουν μόνιμα <b>Μείωση Χρόνου Επαναφόρτισης ενεργών αντικειμένων</b> (περιλαμβάνει και τα Φυλαχτά).","runeId":8134},{"name":"Ανελέητος Κυνηγός","longDescription":"Αποκτάτε 8 <b>Ταχύτητα Κίνησης εκτός μάχης</b> συν 8 για κάθε στοίβα <i>Κυνηγού Επικηρυγμένων</i>.<br><br>Αποκτάτε μια στοίβα <i>Κυνηγού Επικηρυγμένων</i> την πρώτη φορά που εξοντώνετε κάθε αντίπαλο ήρωα.","shortDescription":"Οι εξοντώσεις <b>διαφορετικών ηρώων</b> δίνουν μόνιμα <b>Ταχύτητα Κίνησης εκτός μάχης</b>. ","runeId":8105}],"name":"Κυνηγά"}]},{"name":"Ακρίβεια","slogan":"Γίνετε ένας θρύλος","description":"Βελτιωμένες επιθέσεις με παρατεταμένη ζημιά","bonuses":[{"name":"Ακρίβεια + Μαγεία","value":"Ταχύτητα Επίθεσης +12%"},{"name":"Ακρίβεια + Αποφασιστικότητα","value":"Ταχύτητα Επίθεσης +12%"},{"name":"Ακρίβεια + Έμπνευση","value":"Ταχύτητα Επίθεσης +18%"},{"name":"Ακρίβεια + Κυριαρχία","value":"Ταχύτητα Επίθεσης +12%"}],"slots":[{"runes":[{"name":"Διαρκής Επίθεση","longDescription":"Όσο επιτίθεστε στον ίδιο ήρωα, οι βασικές επιθέσεις σας αποκτούν Ζημιά Επίθεσης που συσσωρεύεται χωρίς ανώτατο όριο (1.5-4 για κάθε στοίβα, διπλάσια για ήρωες που μάχονται από κοντά).<br><br>Διάρκεια στοιβών 4 δευτερόλεπτα.<br><br>Όταν αλλάζετε στόχο, διατηρείτε τις μισές σας στοίβες.","shortDescription":"Όσο επιτίθεστε στον ίδιο ήρωα, αποκτάτε Ζημιά Επίθεσης που συσσωρεύεται χωρίς ανώτατο όριο.","runeId":8003},{"name":"Φονικός Ρυθμός","longDescription":"1,5 δευτερόλεπτο από τη στιγμή που θα προκαλέσετε Ζημιά σε κάποιον ήρωα, αποκτάτε 30-80% Ταχύτητα Επίθεσης, ανάλογα με το επίπεδο, για 3 δευτερόλεπτα. Όταν επιτίθεστε σε έναν ήρωα, η διάρκεια της επίδρασης αυξάνεται στα 6 δευτερόλεπτα.<br><br>Χρόνος Επαναφόρτισης: 6 δευτερόλεπτα<br><br>Ο Φονικός Ρυθμός σάς επιτρέπει να σπάσετε προσωρινά το ανώτατο όριο Ταχύτητας Επίθεσης.","shortDescription":"Η Ταχύτητα Επίθεσής σας αυξάνεται σημαντικά μόλις περάσουν 1,5 δευτερόλεπτα από τη στιγμή που θα προκαλέσετε ζημιά σε κάποιον ήρωα. Ο Φονικός Ρυθμός σας επιτρέπει να ξεπερνάτε προσωρινά το ανώτατο όριο Ταχύτητας Επίθεσης.","runeId":8008},{"name":"Γρήγοροι Ελιγμοί","longDescription":"Η επίθεση και η κίνηση δημιουργούν στοίβες Ενέργειας. Στις 100 στοίβες η επόμενη επίθεσή σας γίνεται Φορτισμένη.<br><br>Οι Φορτισμένες επιθέσεις σάς θεραπεύουν για 5 - 50 (+0.10 μπόνους Ζημιά Επίθεσης, +0.20 Ισχύ Ικανότητας) και σας δίνουν 30% αυξημένη Ταχύτητα Κίνησης για 1 δευτερόλεπτο.<br><rules><br>Δεν προκαλεί ζημιά σε Τέρατα.</rules>","shortDescription":"Η επίθεση και η κίνηση δημιουργούν στοίβες ενέργειας. Στις 100 στοίβες, η επόμενη επίθεσή σας αυξάνει την Ταχύτητα Κίνησής σας και σας θεραπεύει.","runeId":8021}],"name":"Θεμελιώδης"},{"runes":[{"name":"Όχι τόση Θεραπεία","longDescription":"50% της επιπλέον Θεραπείας γίνεται ασπίδα που φθείρεται σταδιακά και έχει ισχύ έως 30 + 8% της συνολικής Ζωής σας.<br><br>Από τους συμμάχους μετατρέπεται 50% της επιπλέον Θεραπείας.","shortDescription":"Η επιπλέον θεραπεία γίνεται ασπίδα που φθείρεται σταδιακά και σας προστατεύει για έως και 30 + 8% της συνολικής Ζωής σας.","runeId":9101},{"name":"Θρίαμβος","longDescription":"Οι εξοντώσεις αναπληρώνουν το 15% της Ζωής που σας λείπει και σας δίνουν επιπλέον 25 χρυσό. ","shortDescription":"Οι εξοντώσεις αναπληρώνουν Ζωή και δίνουν μπόνους χρυσό.","runeId":9111},{"name":"Ευστροφία","longDescription":"Όταν έχετε λιγότερο από το 60% του Μάνα σας, οι βασικές σας επιθέσεις σε ήρωες σάς δίνουν Συγκέντρωση, με ανώτατο όριο 5. Όταν δεν θα βρίσκεστε πλέον σε κατάσταση μάχης, όλη η Συγκέντρωση μετατρέπεται σε Μάνα. Οι φορτισμένες επιθέσεις δίνουν επιπλέον Συγκέντρωση.","shortDescription":"Όταν σας τελειώνει το Μάνα, οι επιθέσεις σας σε ήρωες δημιουργούν Συγκέντρωση, η οποία μετατρέπεται σε Μάνα όταν δεν βρίσκεστε πλέον σε κατάσταση μάχης.","runeId":8010}],"name":"Αντοχή"},{"runes":[{"name":"Θρύλος: Προθυμία","longDescription":"Αποκτάτε 5% Ταχύτητα Επίθεσης συν επιπλέον 3% για κάθε στοίβα <i>Θρύλου</i> (έως 5).<br><br>Αποκτάτε στοίβες <i>Θρύλου</i> για κάθε 30 πόντους που κερδίζετε:<br>    20 πόντους για εξοντώσεις ηρώων<br>    20 πόντους για εξοντώσεις επικών τεράτων<br>    4 πόντους για εκτελέσεις μεγάλων τεράτων<br>    1 πόντους για εκτελέσεις υπηρετών","shortDescription":"Σκοτώστε εχθρούς για να αποκτήσετε μόνιμα <b>Ταχύτητα Επίθεσης</b>. ","runeId":9104},{"name":"Θρύλος: Εμμονή","longDescription":"Αποκτάτε 5% Εμμονή συν επιπλέον 3% για κάθε στοίβα <i>Θρύλου</i> (έως 5).<br><br>Αποκτάτε στοίβες <i>Θρύλου</i> για κάθε 30 πόντους που κερδίζετε:<br>    20 πόντους για εξοντώσεις ηρώων<br>    20 πόντους για εξοντώσεις επικών τεράτων<br>    4 πόντους για εκτελέσεις μεγάλων τεράτων<br>    1 πόντους για εκτελέσεις υπηρετών","shortDescription":"Σκοτώστε εχθρούς για να αποκτήσετε μόνιμα <b>Εμμονή</b>. ","runeId":9105},{"name":"Μύθος: Δεσμοί Αίματος","longDescription":"Αποκτάτε 1% Αρπαγή Ζωής για κάθε στοίβα <i>Θρύλου</i> (έως 5).<br><br>Αποκτάτε στοίβες <i>Θρύλου</i> για κάθε 30 πόντους που κερδίζετε:<br>    20 πόντους για εξοντώσεις ηρώων<br>    20 πόντους για εξοντώσεις επικών τεράτων<br>    4 πόντους για εκτελέσεις μεγάλων τεράτων<br>    1 πόντους για εκτελέσεις υπηρετών","shortDescription":"Σκοτώστε εχθρούς για να αποκτήσετε μόνιμα<b> Αρπαγή Ζωής</b>. ","runeId":9103}],"name":"Αναλογική αύξηση ισχύος"},{"runes":[{"name":"Τελειωτικό Χτύπημα","longDescription":"Προκαλεί 5% περισσότερη Ζημιά σε ήρωες με Ζωή κάτω από 40%.","shortDescription":"Προκαλείτε 5% περισσότερη ζημιά σε ήρωες με Ζωή κάτω από %.","runeId":8014},{"name":"Φονική Λεπίδα","longDescription":"Προκαλείτε έως και 8% περισσότερη ζημιά σε ήρωες, ανάλογα με το πόση περισσότερη Ζωή έχουν από εσάς.","shortDescription":"Κάνετε έως και 8% περισσότερη ζημιά σε όλους τους ήρωες με περισσότερη Ζωή από εσάς","runeId":8017},{"name":"Ύστατη Προσπάθεια","longDescription":"Προκαλεί έως 5% περισσότερη Ζημιά σε ήρωες όταν έχετε λιγότερο από το 80% της Ζωής σας.","shortDescription":"Προκαλείτε περισσότερη ζημιά σε ήρωες όταν η Ζωή σας είναι σε χαμηλά επίπεδα.","runeId":8299}],"name":"Ζημιά"}]},{"name":"Μαγεία","slogan":"Εξαπολύστε την καταστροφή","description":"Ενδυνάμωση ικανοτήτων και επιδράσεις πεδίου επιρροής","bonuses":[{"name":"Μαγεία + Ακρίβεια","value":"Ισχύς Ικανότητας +15 ή Ζημιά Επίθεσης +10.5, Ευέλικτη"},{"name":"Μαγεία + Έμπνευση","value":"Ισχύς Ικανότητας +22.5 ή Ζημιά Επίθεσης +15.8, Ευέλικτη"},{"name":"Μαγεία + Αποφασιστικότητα","value":"Ισχύς Ικανότητας +15 ή Ζημιά Επίθεσης +10.5, Ευέλικτη"},{"name":"Μαγεία + Κυριαρχία","value":"Ισχύς Ικανότητας +15 ή Ζημιά Επίθεσης +10.5, Ευέλικτη"}],"slots":[{"runes":[{"name":"Κάλεσμα Πνεύματος","longDescription":"Οι επιθέσεις και οι ικανότητές σας στέλνουν το Πνεύμα σε έναν στόχο, προκαλώντας ζημιά σε εχθρούς και δίνοντας ασπίδα σε συμμάχους.<br><br>Ζημιά: 10 - 40 ανάλογα με το επίπεδο <scaleAP>+0,1 Ισχύος Ικανότητας</scaleAP> ή <scaleAD>+0,15 μπόνους Ζημιάς Επίθεσης</scaleAD><br>Ασπίδα: 40 - 100 ανάλογα με το επίπεδο <scaleAP>+0,25 Ισχύος Ικανότητας</scaleAP> ή <scaleAD>+0,25 μπόνους Ζημιάς Επίθεσης</scaleAD> <br><br>Το «Πνεύμα» δεν μπορεί να πάει σε άλλον στόχο, αν δεν επιστρέψει πρώτα σε εσάς.","shortDescription":"Οι επιθέσεις και οι ικανότητές σας στέλνουν το Πνεύμα σε έναν στόχο, κάνοντας ζημιά στους εχθρούς και προστατεύοντας τους συμμάχους σας.","runeId":8214},{"name":"Μαγικός Κομήτης","longDescription":"Όταν προκαλέσετε ζημιά σε έναν ήρωα με μια ικανότητα θα εκτοξεύεται ένας κομήτης προς τη θέση του.<br><br>Ζημιά (Ευέλικτη): 40 - 100 ανάλογα με το επίπεδο (<scaleAP>+0.2Ισχύος Ικανότητας</scaleAP> και <scaleAD>0.35 μπόνους Ζημιά Επίθεσης</scaleAD>)<br><br>Χρόνος Επαναφόρτισης: 20 - 8 δευτερόλεπτα ","shortDescription":"Αν χτυπήσετε έναν ήρωα με κάποια ικανότητα, θα εκτοξευτεί ένας κομήτης που προκαλεί ζημιά προς την κατεύθυνσή του.","runeId":8229},{"name":"Εφόρμηση Φάσης","longDescription":"Αν χτυπήσετε έναν αντίπαλο ήρωα με 3 <b>διαφορετικές</b> επιθέσεις ή ικανότητες εντός 2 δευτερολέπτων, αποκτάτε 30 - 60% Ταχύτητα Κίνησης, ανάλογα με το επίπεδο.<br><br><i>Ήρωες που μάχονται από κοντά:</i> Επιπλέον, αποκτάτε 75% Αντίσταση Επιβράδυνσης για τη διάρκεια της επίδρασης.<br><br>Διάρκεια: 3 δευτερόλεπτα<br>Χρόνος Επαναφόρτισης: 15 δευτερόλεπτα","shortDescription":"Αν χτυπήσετε έναν αντίπαλο ήρωα με 3 <b>διαφορετικές</b> επιθέσεις ή ικανότητες, αυξάνεται η Ταχύτητα Κίνησής σας. ","runeId":8230}],"name":"Θεμελιώδης"},{"runes":[{"name":"Σφαίρα Εξουδετέρωσης","longDescription":"Όταν η Ζωή σας πέσει στο 30%, αποκτάτε μια ασπίδα Μαγικής Ζημιάς που μπλοκάρει 30 - 120 Ζημιά ανάλογα με το επίπεδο (<scaleAP>+10% Ισχύος Ικανότητας</scaleAP> ή <scaleAD>+15% Ζημιάς Επίθεσης</scaleAD>).<br><br>Χρόνος Επαναφόρτισης: 60 δευτερόλεπτα.","shortDescription":"Αποκτάτε μια ασπίδα κατά της Μαγικής Ζημιάς, όταν έχετε χαμηλό δείκτη Ζωής.","runeId":8224},{"name":"Δαχτυλίδι Ροής Μάνα","longDescription":"Κάθε 60 δευτερόλεπτα, η επόμενη ικανότητα που θα χρησιμοποιήσετε σας επιστρέφει το κόστος της σε Μάνα ή Ενέργεια και αναπληρώνει το 10% του Μάνα ή της Ενέργειας που σας λείπει.","shortDescription":"Ανά τακτά χρονικά διαστήματα, η επόμενη ικανότητα που θα χρησιμοποιήσετε σάς επιστρέφει το κόστος της σε Μάνα ή Ενέργεια και αναπληρώνει ένα μέρος του Μάνα ή της Ενέργειας που σας λείπει.","runeId":8226},{"name":"Το Υπέρτατο Καπέλο","longDescription":"Ο Χρόνος Επαναφόρτισης της υπέρτατης ικανότητάς σας μειώνεται κατά 5%. Αυτός ο αριθμός αυξάνεται κατά 2.0% κάθε φορά που ξεκινά ο Χρόνος Επαναφόρτισης της υπέρτατης ικανότητάς σας. Συσσωρεύεται έως και 5 φορές.","shortDescription":"Αποκτάτε Μείωση Χρόνου Επαναφόρτισης και Μέγιστη Μείωση Χρόνου Επαναφόρτισης για την υπέρτατη ικανότητά σας. Αυτή η ενίσχυση αυξάνεται ακόμα περισσότερο κάθε φορά που χρησιμοποιείτε την υπέρτατη ικανότητά σας, μέχρις ενός ορίου.","runeId":8243}],"name":"Παιχνίδι στη λωρίδα"},{"runes":[{"name":"Υπέρβαση","longDescription":"Αποκτάτε 10% Μείωση Χρόνου Επαναφόρτισης όταν φτάνετε στο επίπεδο 10.<br><br>Κάθε ποσοστό Μείωσης Χρόνου Επαναφόρτισης που υπερβαίνει το όριο Μείωσης Χρόνου Επαναφόρτισης μετατρέπεται σε Ισχύς Ικανότητας +2 ή Ζημιά Επίθεσης +1.4, Ευέλικτη.","shortDescription":"Αποκτάτε 10% Μείωση Χρόνου Επαναφόρτισης όταν φτάνετε στο επίπεδο 10. Η περισσευούμενη Μείωση Χρόνου Επαναφόρτισης γίνεται Ισχύς Ικανότητας ή Ζημιά Επίθεσης (Ευέλικτη).","runeId":8210},{"name":"Επιτάχυνση","longDescription":"Αποκτάτε 3% αυξημένη Ταχύτητα Κίνησης και προσθέτετε το 8% της Μπόνους Ταχύτητας Κίνησής σας στην Ισχύ Ικανότητας ή στη Ζημιά Επίθεσης, Ευέλικτη (ανάλογα με το επίπεδο). ","shortDescription":"Αποκτάτε 3% επιπλέον <lol-uikit-tooltipped-keyword key=\"LinkTooltip_Description_MS\">Ταχύτητα Κίνησης</lol-uikit-tooltipped-keyword>. Αποκτάτε επιπλέον Ισχύ Ικανότητας ή Ζημιά Επίθεσης, ανάλογα με την μπόνους Ταχύτητα Κίνησής σας. ","runeId":8234},{"name":"Απόλυτη Συγκέντρωση","longDescription":"Όταν έχετε περισσότερη από 70% Ζωή, αποκτάτε έως και Ισχύς Ικανότητας +40 ή Ζημιά Επίθεσης +28.0, Ευέλικτη Ζωή (ανάλογα με το επίπεδο)","shortDescription":"Όταν έχετε περισσότερη από 70% Ζωή, αποκτάτε έως και Ισχύς Ικανότητας +40 ή Ζημιά Επίθεσης +28.0, Ευέλικτη Ζωή (ανάλογα με το επίπεδο)<br>","runeId":8233}],"name":"Ζημιά"},{"runes":[{"name":"Φωτιά","longDescription":"Η επόμενη ικανότητά σας που θα βρει στόχο βάζει φωτιά σε ήρωες και προκαλεί 10 - 40 μπόνους Μαγική Ζημιά ανάλογα με το επίπεδο.<br><br>Χρόνος Επαναφόρτισης: 20-8 δευτερόλεπτα.","shortDescription":"Η πρώτη ικανότητά σας που βρίσκει στόχο κάθε 20 δευτερόλεπτα καίει τους ήρωες.","runeId":8237},{"name":"Περπάτημα στο Νερό","longDescription":"Αποκτάτε Ταχύτητα Κίνησης 25 και έως Ισχύς Ικανότητας +30 ή Ζημιά Επίθεσης +21.0, Ευέλικτη (ανάλογα με το επίπεδο σας) όταν βρίσκεστε στο ποτάμι.<br>","shortDescription":"Αποκτάτε Ταχύτητα Κίνησης και Ισχύ Ικανότητας ή Ζημιά Επίθεσης (Ευέλικτη) όταν βρίσκεστε στο ποτάμι.","runeId":8232},{"name":"Επερχόμενη Θύελλα","longDescription":"Κάθε 10 λεπτά αγώνα, αποκτάτε Ισχύ Ικανότητας ή Ζημιά Επίθεσης (ευέλικτη επίδραση).<br><br><i>10 λεπτά</i>: + 8 Ισχύ Ικανότητας ή 6 Ζημιά Επίθεσης <br><i>20 λεπτά</i>: + 24 Ισχύ Ικανότητας ή 18 Ζημιά Επίθεσης<br><i>30 λεπτά</i>: + 48 Ισχύ Ικανότητας ή 36 Ζημιά Επίθεσης<br><i>40 λεπτά</i>: + 80 Ισχύ Ικανότητας ή 60 Ζημιά Επίθεσης<br><i>50 λεπτά</i>: + 120 Ισχύ Ικανότητας ή 90 Ζημιά Επίθεσης<br><i>60 λεπτά</i>: + 168 Ισχύ Ικανότητας ή 126 Ζημιά Επίθεσης<br>κ.λπ.","shortDescription":"Αποκτάτε ολοένα αυξανόμενη Ζημιά Επίθεσης ή Ισχύ Ικανότητας (Ευέλικτη) στη διάρκεια του αγώνα.","runeId":8236}],"name":"Πρόσβαση"}]},{"name":"Έμπνευση","slogan":"Ξεγελάστε τους κοινούς θνητούς","description":"Δημιουργικά εργαλεία και χαλαρή εφαρμογή κανόνων","bonuses":[{"name":"Έμπνευση + Κυριαρχία","value":"+20% Διάρκεια Φίλτρου και Ελιξιρίου<br>Ισχύς Ικανότητας +8 ή Ζημιά Επίθεσης +5.6, Ευέλικτη"},{"name":"Έμπνευση + Μαγεία","value":"+20% Διάρκεια Φίλτρου και Ελιξιρίου<br>Ισχύς Ικανότητας +12 ή Ζημιά Επίθεσης +8.4, Ευέλικτη"},{"name":"Έμπνευση + Αποφασιστικότητα","value":"+20% Διάρκεια Φίλτρου και Ελιξιρίου<br>+56 Ζωή"},{"name":"Έμπνευση + Ακρίβεια","value":"+20% Διάρκεια Φίλτρου και Ελιξιρίου<br>+10% <a href='AdaptivePower'>Ταχύτητα Επίθεσης</a>"}],"slots":[{"runes":[{"name":"Παγωμένη Ενίσχυση","longDescription":"Οι βασικές επιθέσεις σας εναντίον ενός ήρωα τον επιβραδύνουν κατά 2 δευτερόλεπτα (Χρόνος Επαναφόρτισης: 6-3 δευτερόλεπτα ανά μονάδα). Η επιβράδυνση ενισχύεται κατά τη διάρκειά της.<li>Οι επιθέσεις από απόσταση προκαλούν επιβράδυνση έως 25% - 40% <br>Οι επιθέσεις από κοντά προκαλούν επιβράδυνση έως 35% - 50%</li> <br>Αν επιβραδυνθεί ένας ήρωας με ενεργά αντικείμενα, τον διαπερνά μια ακτίνα ψύχους, η οποία παγώνει το έδαφος γύρω του για 5 δευτερόλεπτα και επιβραδύνει όλες τις μονάδες που βρίσκονται εντός της περιοχής κατά 50% (έως 3 ακτίνες για κάθε χρήση αντικειμένου).","shortDescription":"Η πρώτη σας επίθεση εναντίον ενός αντίπαλου ήρωα τον επιβραδύνει (ανά Χρόνο Επαναφόρτισης μονάδας). Όταν επιβραδύνετε ήρωες με ενεργά αντικείμενα, τους κεραυνοβολείτε με μια ακτίνα ψύχους που δημιουργεί μια ζώνη επιβράδυνσης μεγάλης διάρκειας.","runeId":8351},{"name":"Ειδικός Επικαλεστή","longDescription":"Αποκτάτε 15% μείωση Χρόνου Επαναφόρτισης των Ξορκιών Επικαλεστή και μπορείτε να αντικαταστήσετε ένα από τα Ξόρκια Επικαλεστή σας με κάποιο άλλο, δίνοντας 1 Θραύσματα Επικαλεστή στο κατάστημα. <br><br>Αποκτάτε το πρώτο σας Θραύσμα Επικαλεστή στα 2 λεπτά και από άλλο ένα κάθε 6 λεπτά. (Έως 2 θραύσματα)<br><br><rules>(Αγοράζοντας το Πλήγμα δεν σημαίνει ότι θα αποκτήσετε και πρόσβαση στα αντικείμενα Πλήγματος)<br>(Δεν μπορείτε να έχετε δύο ίδια Ξόρκια Επικαλεστή)</rules>","shortDescription":"Αποκτήστε Θραύσματα Επικαλεστή και ξοδέψτε τα στο κατάστημα για να αλλάξετε τα Ξόρκια Επικαλεστή σας.<br>","runeId":8326},{"name":"Διαθέσιμο σύντομα!","longDescription":"","shortDescription":"","runeId":8359}],"name":"Θεμελιώδης"},{"runes":[{"name":"Μαγοτεχνική Φλασοσυσκευή","longDescription":"Όταν το Φλας επαναφορτίζεται, αποκτάτε στη θέση του το Μαγοφλάς.<br><br>Μαγοφλάς: Μαζέψτε ενέργεια για 2.5 δευτερόλεπτα και μεταφερθείτε σε μια νέα θέση.<br><br>Χρόνος Επαναφόρτισης: 20 δευτερόλεπτα. Όταν πολεμάτε με άλλους ήρωες, μπαίνει σε Χρόνο Επαναφόρτισης για 10 δευτερόλεπτα.<br>","shortDescription":"Όταν το Φλας δεν είναι διαθέσιμο, μετατρέπεται σε Μαγοφλάς.<br><br>Μαγοφλάς: Μαζέψτε ενέργεια και μεταφερθείτε σε μια νέα θέση.","runeId":8306},{"name":"Έφτασε το Μπισκοτάκι","longDescription":"Έφτασε το Μπισκοτάκι: Αποκτήστε ένα Ολοκληρωτικό Μπισκότο Αιώνιας Θέλησης κάθε 3 λεπτά, μέχρι να συμπληρωθούν 12 λεπτά.<br><br>τα Μπισκότα αναπληρώνουν το 15% της Ζωής και του Μάνα που σας λείπει και αυξάνουν μόνιμα το μέγιστο Μάνα σας κατά 40. <br><br>Οι ήρωες χωρίς Μάνα αναπληρώνουν το 20% της Ζωής που τους λείπει. <br>","shortDescription":"Αποκτάτε ένα Μπισκότο δωρεάν κάθε 3 λεπτά, μέχρι να συμπληρωθούν 12 λεπτά. Τα μπισκότα σάς θεραπεύουν και αυξάνουν το μέγιστο Μάνα σας.","runeId":8345},{"name":"Τέλειος Συγχρονισμός","longDescription":"Ξεκινάτε το παιχνίδι με ένα Εκκίνηση Χρονόμετρου που μετατρέπεται σε Χρονόμετρο μετά από 6 λεπτά. Το Χρονόμετρο έχει μια επίδραση Καταστολής που μπορείτε να χρησιμοποιήσετε μόνο μία φορά.<br><br>Μειώνει τον Χρόνο Επαναφόρτισης της Κλεψύδρας της Ζόνια, του Φύλακα Άγγελου και της Πέτρινης Πανοπλίας του Γκαργκόιλ κατά 15%.","shortDescription":"Αποκτάτε ένα δωρεάν Χρονόμετρο. Το Χρονόμετρο έχει μια ενεργή ικανότητα Καταστολής που μπορείτε να χρησιμοποιήσετε μόνο μία φορά.","runeId":8313}],"name":"Προετοιμασία"},{"runes":[{"name":"Μαγικά Υποδήματα","longDescription":"Αποκτάτε δωρεάν τις Ελαφρώς Μαγικές Μπότες στο 10 λεπτό του αγώνα και δεν μπορείτε να αγοράσετε μπότες πριν από αυτήν τη χρονική στιγμή. <br><br>Οι Ελαφρώς Μαγικές Μπότες σάς δίνουν Ταχύτητα Κίνησης +10 και πληρώνετε 50 Χρυσό λιγότερο για όλες τις αναβαθμίσεις σας.","shortDescription":"Αποκτάτε δωρεάν μπότες στα 10 λεπτά, αλλά δεν μπορείτε να αγοράσετε μπότες πριν από αυτή τη χρονική στιγμή. Αυτές οι μπότες δίνουν επιπλέον Ταχύτητα Κίνησης.","runeId":8304},{"name":"Παζάρι του Μέλλοντος","longDescription":"Μπορείτε να δανείζεστε για να αγοράζετε αντικείμενα. Το ποσό που μπορείτε να δανειστείτε αυξάνεται με την πάροδο του χρόνου.<br><br>Όριο δανεισμού: 150 + 5/λεπτό<br><br>Έξοδα δανεισμού: 50 Χρυσός ανά αντικείμενο<br><br>","shortDescription":"Μπορείτε να δανείζεστε για να αγοράζετε αντικείμενα.","runeId":8321},{"name":"Εξαϋλωτής Υπηρετών","longDescription":"Ξεκινάτε το παιχνίδι με 6 Υπηρέτες περιπλανητές που σκοτώνει και απορροφά ακαριαία τους υπηρέτες στη λωρίδα. Οι Υπηρέτες περιπλανητές βρίσκονται σε Χρόνο Επαναφόρτισης για τα πρώτα 155 δευτερόλεπτα του αγώνα.<br><br>Αν απορροφήσετε έναν υπηρέτη, η ζημιά σας ενάντια στον συγκεκριμένο τύπο υπηρέτη αυξάνεται μόνιμα κατά +4% και επιπλέον +1% για κάθε ακόμη υπηρέτη αυτού του τύπου που απορροφάτε.<br>","shortDescription":"Ξεκινάτε το παιχνίδι με 6 Υπηρέτες περιπλανητές. Όταν σκοτώνετε υπηρέτες με αυτό το αντικείμενο, αποκτάτε μόνιμη μπόνους ζημιά ενάντια στο συγκεκριμένο τύπο υπηρέτη.","runeId":8316}],"name":"Εργαλεία"},{"runes":[{"name":"Κοσμική Γνώση","longDescription":"Μείωση Χρόνου Επαναφόρτισης +5%<br>Μέγιστη Μείωση Χρόνου Επαναφόρτισης +5%<br>Μείωση Χρόνου Επαναφόρτισης Ξορκιών Επικαλεστή +5%<br>Μείωση Χρόνου Επαναφόρτισης Αντικειμένων +5%","shortDescription":"Μείωση Χρόνου Επαναφόρτισης +5%<br>Μέγιστη Μείωση Χρόνου Επαναφόρτισης +5%<br>Μείωση Χρόνου Επαναφόρτισης Ξορκιών Επικαλεστή +5%<br>Μείωση Χρόνου Επαναφόρτισης Αντικειμένων +5%","runeId":8347},{"name":"Ταχύτητα Προσέγγισης","longDescription":"Αποκτάτε 10% Ταχύτητα Κίνησης, όταν κινείστε προς την κατεύθυνση κοντινών συμμάχων που έχουν επηρεαστεί με επιδράσεις Καταστολής Πλήθους ή προς την κατεύθυνση εχθρών που έχετε επηρεάσει εσείς με επιδράσεις Καταστολής Πλήθους. <br><br>Εμβέλεια: 1000","shortDescription":"Μπόνους Ταχύτητα Κίνησης όταν κινείστε προς την κατεύθυνση κοντινών συμμάχων με επιδράσεις καταστολής ή προς την κατεύθυνση εχθρών που έχετε επηρεάσει εσείς με επιδράσεις καταστολής.","runeId":8410},{"name":"Ουράνιο Σώμα","longDescription":"Ζωή + 100 μόνιμα<br>- 5% ζημιά σε ήρωες μέχρι να συμπληρωθούν 10 λεπτά","shortDescription":"Μόνιμη Ζωή +100, με αντάλλαγμα μειωμένη ζημιά σε αντίπαλους ήρωες στην αρχή του παιχνιδιού","runeId":8339}],"name":"Συνέργεια"}]}]}
